[{"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/50510889?query=DevOps", "employer": "KPMG", "address": "Москва", "salary": "", "description": "Развитие и поддержка CI/CD для автоматизации сборок, тестов. Разработка инструментов и автоматизация процессов развертывания систем, проектов и окружений.\nОпыт администрирования Linux: SUSE, RHEL, CentOS, другие Linux-ОС. Опыт администрирования виртуальных сред (VMware, RedHat, другие). Опыт администрирования средств мониторинга..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54211935?query=DevOps", "employer": "Альфа-Банк", "address": "Москва", "salary": "", "description": "Развитие экосистемы сервиса Альфа-Платформа (Kubernetes, Mesos/Marathon, Docker, Kafka, Cassandra, PostgreSQL, Jenkins, SonarQube, Keycloak, nginx, haproxy, keepalived, ansible).\nУверенное знание GNU/Linux. Знание Docker, Kubernetes (опыт работы с Mesos/Marathon будет плюсом). Реальный опыт использования одной из CI..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54771724?query=DevOps", "employer": "Mobigility Inc.", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Проектировать и развивать инфраструктуру. Улучшать сложившиеся процессы разработки и доставки. Обеспечивать безопасность. Системы логирования, трассировки: ELK Stack, Graylog, Grafana.\nУверенное администрирование Linux, владение git. Знание сетей, опыт балансировки нагрузки. Опыт построения архитектуры инфраструктуры. Фокус на выполнение SLA, понимать SLO..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54525260?query=DevOps", "employer": "WAZZUP", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Развивать инфраструктуру, которая должна обслуживать цели захвата мира, повышать свою квалификацию вместе с командой разработки, внедрять новые технологии.\nУмение задавать вопросы и предлагать решения с адекватной аргументацией. Знакомство с K8S “на ты”. Опыт работы с высоконагруженными..."}, {"title": "puppet", "link": "https://hh.ru/search/vacancy?area=1&clusters=true&enable_snippets=true&ored_clusters=true&salary=300000&text=puppet&from=SIMILAR_QUERY&hhtmFromLabel=SIMILAR_QUERY&hhtmFrom=vacancy_search_catalog", "employer": "", "address": "", "salary": "", "description": ""}, {"title": "Senior DevOps in Blockchain Startup", "link": "https://hh.ru/vacancy/54445824?query=DevOps", "employer": "Петухова Алия", "address": "Москва", "salary": "315 000 – 860 000 руб.", "description": "Разработка и тех. обслуживание за счет внедрения инструментов, которые автоматизируют работу и улучшат процесс разработки. Автоматизация delivery-процессов и capacity...\nРелокация в Японию. Опыт работы DevOps или на аналогичной должности от 3-х лет. Уверенное владение английским языком."}, {"title": "DevOps / Системный администратор", "link": "https://hh.ru/vacancy/54768044?query=DevOps", "employer": "Booking Health GmbH", "address": "Москва", "salary": "до 4 000 EUR", "description": "Обеспечение бесперебойной работы ИТ систем, настройка и контроль систем мониторинга. Администрирование linux серверов, баз данных, и оборудования. Обеспечение информационной безопасности.\nAWS. Опыт создания и поддержки распределенных систем. OS Linux уверенные знания и опыт администрирования. Опыт работы с Zabbix и другими..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54864211?query=DevOps", "employer": "Silverbird", "address": "Москва", "salary": "1 700 – 3 500 EUR", "description": "Разработка и поддержка инструментов по разветыванию окружений(Dev, Stage, Prod). — Создание и актуализация утилит по деплою. — Подготовка и инсталляция новых...\nНавыки настройки пайплайнов и серверов непрерывной интеграции(мы используем Jenkins). — Знание ключевых аспектов информационной безопасности. — Опыт работы в DevOps от..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54194601?query=DevOps", "employer": "Centicore", "address": "Москва", "salary": "250 000 – 350 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "Middle/Senior DevOps engineer", "link": "https://hh.ru/vacancy/54500381?query=DevOps", "employer": "КИБЕР-РОМ", "address": "Москва", "salary": "250 000 – 400 000 руб.", "description": "Развивать инфраструктуру, повышать свою квалификацию вместе с командой; разработки, внедрять новые технологии. Повышать отказоустойчивость и доступность сервиса. Привносить дельные рекомендации...\nЗнакомство с K8S “на ты”, у нас Rancher. Опыт работы с высоконагруженными сервисами. Владение bash/python/go."}, {"title": "Senior DevOps Engineer (Удаленно)", "link": "https://hh.ru/vacancy/54040717?query=DevOps", "employer": "SF Inc", "address": "Москва", "salary": "3 500 – 6 000 USD", "description": "Поддержка и улучшение текущей инфраструктуры. Взаимодействие с командой разработки. Оперативное решение возникших проблем. 1) Разворачивание, конфигурирование и эксплуатация Prometheus.\nОпыт созданий и эксплуатации решений на базе облачной платформы AWS (EKS/RDS/VPC/etc.) на продакшен окружении. — Опыт эксплуатации Terraform. —"}, {"title": "SRE Lead (DevOps Lead)", "link": "https://hh.ru/vacancy/54738040?query=DevOps", "employer": "Mindbox", "address": "Москва, Белорусская и еще 1 ", "salary": "350 000 – 450 000 руб.", "description": "Также нужно будет отвечать за деливири команды, решать бизнес-проблемы и развивать команду при быстром росте: нагрузке, постоянных изменениях и...\nТехнологии и процессы: Terraform Ansible Packer. Виртуализация HyperV."}, {"title": "Senior DevOps Engineer/ Highload SRE", "link": "https://hh.ru/vacancy/49788206?query=DevOps", "employer": "ООО Karma8", "address": "Москва", "salary": "200 000 – 500 000 руб.", "description": "Построить CI/CD для новых микросервисов. Создать и поддерживать среды разработки и тестирования. Помогать в развитии и поддержании работоспособности инфраструктуры.\nОпыт работы в высоконагруженных проектах от 3-х лет. Уверенные знания сетей TCP/IP. Практический опыт работы с конфигурациями с..."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54957959?query=DevOps", "employer": "Альфа-Банк. Digital & IT", "address": "Москва", "salary": "", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54724263?query=DevOps", "employer": "ООО БОЛЬШАЯ ТРОЙКА", "address": "Москва", "salary": "до 350 000 руб.", "description": "Участие в проектировании архитектуры информационных систем, консультирование разработчиков, менеджеров. Развертывание ИС на этапе разработки. Разработка механизмов автоматизации развертывания ИС.\nОпыт использования и настройки linux на сервере (Debian и подобные, Redhat и подобные). Опыт работы с Terraform, либо аналогами."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54944820?query=DevOps", "employer": "ООО Эпплайнер", "address": "Москва", "salary": "", "description": "Управление, обслуживание, настройка и развертывание кластеров Kubernetes. Улучшение существующих helm charts, оптимизация существующих и разработка новых. Взаимодействие с командой разработчиков...\nОпыт сопровождения Kubernetes on Bare Metal (Kubernetes the Hard Way). Опыт работы с Istio и calico (calico BGP, да мы..."}, {"title": "Senior DevOps инженер (в Черногорию)", "link": "https://hh.ru/vacancy/54214108?query=DevOps", "employer": "AMarkets", "address": "Москва", "salary": "до 4 000 USD", "description": "Будем работать как с микросервисной архитектурой, так и с legacy-монолитами, которые мы уже достаточно плотно изучили и документировали.\nНаличие коммерческого опыта работы с инфраструктурой современных IT-решений от 2ух лет. Отличное понимание ОС Linux. Отличное знание Docker..."}, {"title": "Senior DevOps инженер (дистанционно)", "link": "https://hh.ru/vacancy/54595698?query=DevOps", "employer": "ООО Ньюити", "address": "Москва", "salary": "", "description": "Поддержка и развитие облачной инфраструктуры разработки и продуктового кластера, реагирование на инциденты. Оптимизация существующей инфраструктуры под требования бизнеса.\nАнглийский - желателен, но не обязателен. Реально работающие продукты. Проекты с продвинутыми технологиями, лучшие практики DevOps. Надежные партнеры и инвесторы."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54884808?query=DevOps", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "от 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "Senior Devops/Ведущий Devops-инженер (РТ)", "link": "https://hh.ru/vacancy/54890843?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "от 300 000 руб.", "description": "Организация процесса DevOps. Разработка, запуск и поддержка конвейера непрерывной поставки ПО. Интеграция инструментов, обеспечивающих конвейер непрерывной поставки. Подготовка, автоматизация подготовки...\nОпыт организации процесса CI/CD. Опыт практической эксплуатации нагруженных сервисов в режиме 24x7. Опыт работы с Nginx, Haproxy..."}, {"title": "Devops разработчик", "link": "https://hh.ru/vacancy/54772652?query=DevOps", "employer": "Запросто", "address": "Москва, Арбатская", "salary": "", "description": "Участие в проектировании инфраструктуры разрабатываемых продуктов c «нуля». Настройка CI/CD (GitLab GitLabCI Nexus). Автоматизация развертывания окружения. Обеспечение работоспособности инфраструктуры...\nТехнологический стек: Microsoft .Net Core, (My SQL, ООП, web-технологий (HTML/CSS, Ajax, Jsonp, XML, ES6/ES7, web..."}, {"title": "DevOps инженер (middle, senior), удаленно", "link": "https://hh.ru/vacancy/54341413?query=DevOps", "employer": "ООО А17", "address": "Москва", "salary": "до 330 000 руб.", "description": "A17 — системный интегратор с фокусом в аналитике и управлении данными. 2. Заказная разработка аналитических систем. Когда у нашего клиента...\nНеобходимы навыки работы с инструментами DevOps: GitLab, TeamCity, Kubernetes, OpenShift, Docker, Ansible, Nexus. - Будет плюсом опыт работы с системами мониторингов..."}, {"title": "Devops Администратор", "link": "https://hh.ru/vacancy/54567151?query=DevOps", "employer": "Russ Outdoor", "address": "Москва", "salary": "от 300 000 руб.", "description": "Помощь программистам с выкаткой релизов и откатом обратно в случае багов. Настроить мониторинг и поддерживать его при помощи стека Zabbix.\nОпыт работы и знание операционных систем на базе Linux. Опыт работы с CI/СD системами. Опыт работы с системами автоматического..."}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54602357?query=DevOps", "employer": "Технос-К", "address": "Москва", "salary": "до 300 000 руб.", "description": "Установка, сопровождение стендов разработки (OpenShift, virtual machine). Разработка конвейера CI/CD при помощи Teamcity. Собирать приложения и упаковывать их в...\nЗнание и опыт работы с инструментами сборки приложений. Знание и опыт контейнеризации и оркестрации. Понимание принципа Infrastructure as a Code..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54199764?query=DevOps", "employer": "LATOKEN", "address": "Москва", "salary": "4 000 – 8 000 USD", "description": "Role Mission: High-quality infrastructure for the workflow of engineers and platform with 100% availability and update delivery speed of...\nRequirement skills and experience: 4 years experience as a Linux administrator. Strong experience in Docker, Rancher, Kubernetes, Linux kernel configurations."}, {"title": "DevOps Engineer (AWS)", "link": "https://hh.ru/vacancy/54594649?query=DevOps", "employer": "Lucy in the Sky Inc", "address": "Москва", "salary": "", "description": "Первое – поддержка и улучшение Dev инфраструктуры, CI/CD процессов. Второе – организация высокой доступности, поддержка и улучшение Prod инфраструктуры.\nКоммерческий опыт использования сервисов AWS (EC2, S3, EKS, VPC, Route53, RDS, SNS, SQS, Lambda, Step Function, CloudWatch..."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54224071?query=DevOps", "employer": "Aquiva Labs", "address": "Москва", "salary": "", "description": "Работать в русскоязычной команде, но в тесном контакте с коллегами из других стран. Брать инициативу в улучшении процессов управления инфраструктурой...\nОт двух лет опыта в devops. Опыт работы с Docker. Опыт плотной работы в AWS. Базовые умения администрирования в Linux."}, {"title": "Системный администратор / DevOps инженер", "link": "https://hh.ru/vacancy/54689224?query=DevOps", "employer": "AppCapital", "address": "Москва", "salary": "", "description": "Автоматизация и модернизация существующей инфраструктур, внедрение современных DevOps-практик в существующих проектах. Перенос настроек в IT системах. Администрирование решений SaaS.\nПонимание принципов работы Linux, основных Linux-команд. Опыт работы с высоконагруженными БД (Oracle, MS SQL,PostgreSQL). Опыт работы с распределенными..."}, {"title": "Senior DevOps Engineer (Serbia)", "link": "https://hh.ru/vacancy/54061771?query=DevOps", "employer": "BookedBy", "address": "Москва", "salary": "3 000 – 5 000 USD", "description": "Improving clusters (updating, scaling, monitoring) and resolving issues with AWS resources and services related to the clusters. Developing and improving...\n3 years Docker experience. 3 years of experience working with microservices. 3 years of working with CI/CD, e.g."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54248629?query=DevOps", "employer": "inDriver", "address": "Москва, Белорусская", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/41745527?query=DevOps", "employer": "АНО Проектный офис по Развитию Туризма и Гостеприимства Москвы", "address": "Москва", "salary": "до 300 000 руб.", "description": "Развертывание, поддержка и администрирование продуктивных и тестовых сред, контуров разработки. Настройка процессов CI/CD, написание пайплайнов, автоматизация сборки и деплоймента...\nОбщий стаж работы на проектах, связанных с разработкой и поддержкой ПО – от трех лет. Ежедневный опыт администрирования и поддержки серверов..."}, {"title": "DevOps engineer (GLaDOS)", "link": "https://hh.ru/vacancy/52111680?query=DevOps", "employer": "Лаборатория Касперского", "address": "Москва", "salary": "", "description": "С чем придется работать: Разработка и поддержка продуктовых решений и сервисов. Эксплуатация кластерных решений, в составе профильных команд.\nОпыт работы c Docker. Опыт разворачивания, администрирования и оптимизации кластеров Kubernetes. Опыт администрирования и автоматизирования Linux сред (CentOS, Red Hat..."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54815537?query=DevOps", "employer": "Wanted", "address": "Москва", "salary": "5 000 – 10 000 USD", "description": "Администрированием и поддержкой облачной инфраструктуры. Развертыванием сервисов, blockchain нод, баз данных в k8s. Обеспечением бесперебойного доступа к публичным...\nНацелены на результат. Не терпим бездумного/нелогичного подхода к решениям. Все делаем быстро: идея, ресерч, прототип, продакшн. Не закапываемся в..."}, {"title": "Cluster DevOps Lead", "link": "https://hh.ru/vacancy/54902243?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва, Технопарк", "salary": "", "description": "DevOps Cluster Lead должен глубоко знать и понимать реальную ситуацию с уровнем компетенций DevOps и зрелости процессов разработки в продуктовых...\nЗнание и практический опыт внедрения решений с использованием технологий DevOps и QA (Git, Jenkins, Docker, Kubernetes, OpenShift, Nexus, Selenium, LoadRunner..."}, {"title": "DevOps Engineer (Gamedev)", "link": "https://hh.ru/vacancy/54295080?query=DevOps", "employer": "PlayQuantum", "address": "Москва, Автозаводская", "salary": "", "description": "Автоматизация сборки/релиза/тестов всех проектов компании. Ускорение билд-пайплайна: кэширование, повторное использование артефактов, нахождение bottleneck и тп.\nОпыт работы с Teamcity (Kotlin DSL) и GitLab. Опыт администрирования Linux/macOS. Знание хотя бы одного из скриптовых языков(bash..."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54857530?query=DevOps", "employer": "Architech", "address": "Москва", "salary": "от 4 000 USD", "description": "Provide daily, hands on assistance to maintain and advance the build process to ensure reliability and optimum integration with CI...\nStrong experience with SDLC tools (version control, CI/CD, test automation). Strong experience with public clouds (AWS, GCP, Azure)."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54690199?query=DevOps", "employer": "ООО МК Доктор рядом", "address": "Москва", "salary": "250 000 – 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps Team Lead (MDR)", "link": "https://hh.ru/vacancy/53831821?query=DevOps", "employer": "Лаборатория Касперского", "address": "Москва, Водный стадион", "salary": "", "description": "Участие в принятии архитектурных решений. Выполнение базовых и специфичных требований информационной безопасности. Проектирование и оптимизация инфраструктуры. Отслеживание ключевых параметров мониторинга...\nОпыт работы с высоконагруженными ELK clusters. Навыки настройки непрерывной интеграции (Azure DevOps /Jenkins). Опыт работы с системами мониторинга и хранения..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54637006?query=DevOps", "employer": "Altenar", "address": "Москва", "salary": "", "description": "Развивать и совершенствовать стек DevOps инструментов (Kubernetes, Helm, Flux, Azure DevOps, Terraform, Kubespray, Ansible etc.). Автоматизировать тестирование и развертывать на...\nОпыт построения CI/CD pipelines с jenkins/Azure DevOps/teamcity или другими системами ci/cd. Опыт работы с системами сообщений..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "Senior DevOps \\ Linux admin", "link": "https://hh.ru/vacancy/54866528?query=DevOps", "employer": "Ритм", "address": "Москва", "salary": "100 000 – 350 000 руб.", "description": "GPU.\nОпыт развертывания на свое железе (ЦОД). Опыт развертывания на облачных сервисах. Оперативность. CI/CD, Git."}, {"title": "Kubernetes DevOps specialist", "link": "https://hh.ru/vacancy/54892382?query=DevOps", "employer": "Т1 Интеграция", "address": "Москва", "salary": "", "description": "Принимать участие в создании стендов тестирования. Автоматизировать установку стендов тестирования. Исследовать/тестировать возможность использования технологий/решений/оборудования в существующей и...\nВысшее техническое образование. Опыт работы: не менее 3 лет в ИТ. Знание Linux на уровне администратора. Опыт планирования, развёртывания и..."}, {"title": "Senior DevOps engineer/DevOps engineer (Kubernetes)", "link": "https://hh.ru/vacancy/48943146?query=DevOps", "employer": "Криптонит", "address": "Москва, Павелецкая и еще 1 ", "salary": "", "description": "Автоматизация механизмов развертывания и настройки операционной системы, платформы оркестрации контейнеров и инфраструктурных сервисов. Автоматизация всех рутинных/повторяющихся процессов, реализация концепции...\nЭкспертные знания и опыт эксплуатации инфраструктуры на базе Linux от 3-х лет (для Senior DevOps – от 6 лет)."}, {"title": "DevOps инженер (ISearch)", "link": "https://hh.ru/vacancy/54030202?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Желаете участвовать в разработке бекенда (Python/C) или ETL (Hadoop/Spark). Проектировали, разрабатывали и эксплуатировали высоконагруженные распределенные системы.\nПисали код на Python, достаточно базового уровня. Понимаете и следуете принципу Infrastructure as a Code. Строили и поддерживали отказоустойчивые системы."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54862371?query=DevOps", "employer": "Blackwall", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Настройка и поддержание инфраструктуры на kubernetes. ⁃ Развёртывание и мониторинг релизов. ⁃ Настройка пайплайнов сборки, тестирования и деплоя. ⁃ Автоматизация процессов и помощь...\nПонимание сетевых технологий и протоколов: модель OSI, TCP/IP, HTTP(S), DNS, etc. Понимание сервис-ориентированной архитектуры приложений."}, {"title": "Ведущий инженер Linux (SRE, DevOps)", "link": "https://hh.ru/vacancy/45446457?query=DevOps", "employer": "Netris", "address": "Москва, Кожуховская", "salary": "", "description": "Администрировать “боевые” сервера (100) на базе Centos Linux. (DevOps) Управлять виртуальными тестовыми средами, поддерживать их актуальность и сопровождать процесс разработки.\nУверенное администрирование Linux (мы используем Centos 6/7), желательно тонкая настройка, высокая нагрузка. Понимание построения архитектуры высоконагруженных, масштабируемых и отказоустойчивых..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54571605?query=DevOps", "employer": "Spice Agency", "address": "Москва", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/48294491?query=DevOps", "employer": "Group-IB", "address": "Москва", "salary": "", "description": "Настройка, поддержка и развитие Kubernetes на highload проекте состоящем из микросервисов. Настройка и поддержка CI/CD (GitLab CI) для текущих...\nЕсть опыт в системном администрировании и/или DevOps от 2 лет. Имеешь хорошее знание kubernetes/docker (различные стратегии деплоймента, мониторинга..."}, {"title": "Top-notch DevOps/SRE engineer", "link": "https://hh.ru/vacancy/54573112?query=DevOps", "employer": "Diabolocom", "address": "Москва", "salary": "5 000 – 10 000 EUR", "description": "Technical challenge on Hacker Rank. Visio with Head of Infra & CTO. Technical interview with DevOps/SRE team. Final interview with...\nPassionate about system and/or network, you wish to join a fast-paced company and a technical team strongly oriented..."}, {"title": "DevOps Engineer | Middle |Senior (Удаленно)", "link": "https://hh.ru/vacancy/54510631?query=DevOps", "employer": "ООО РостДжоб", "address": "Москва", "salary": "250 000 – 310 000 руб.", "description": "Выполнение задач в качестве DevOps-инженера, автоматизация задач администрирования промышленных стендов приложений и баз данных. Применение методологии и инструментов DevOps...\nЗнание UNIX-подобных систем на уровне администратора. Опыт администрирования: Docker/Сontainerd, БД PostgreSQL, Elasticsearch, Redis, MongoDB, MinIO. Опыт работы с..."}, {"title": "Devops", "link": "https://hh.ru/vacancy/54811840?query=DevOps", "employer": "ПАО Ростелеком", "address": "Москва", "salary": "", "description": "Внедрять автоматизацию в процесс разработки и тестирования в рамках DataOffice. Участвовать в разработке релизных политик и стратегий развития процесса DevOps.\nОпыт работы с инструментарием: Gitlab, Jenkins, Nexus, Artifactory. Опыт работы с IaC: Ansible, Terraform. Опыт использования bash, python, groovy."}, {"title": "Старший инженер DevOps", "link": "https://hh.ru/vacancy/54478423?query=DevOps", "employer": "ООО Софт Компани", "address": "Москва", "salary": "", "description": "Выработка единой политики ведения тестовых сред проектов. Постоянный анализ «Лучших DevOps практик» на предмет применимости их в наших бизнес-процессах...\nЗнание программного обеспечения Ansible, GitLab, PostrgreSQL, Grafana, Prometheus, nginx, HA-Proxy, Docker, Artifactory. Знание сетевых технологий на уровне CCNA."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54831820?query=DevOps", "employer": "ИП Кожухар Денис Владимирович", "address": "Москва", "salary": "300 000 – 400 000 руб.", "description": "Отвечает за постоянную надежность и надежность производственной инфраструктуры, отслеживая доступность, мощность и пропускную способность. Давать рекомендации по производственной инфраструктуре, взаимодействуя...\nОпыт работы с СУБД: резервное копирование, кластеризация, потоковая репликация и т. д. (PostgreSQL будет плюсом). Знание облачных платформ и соответствующих..."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54923506?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "", "description": "Развитие и поддержка существующих DevOps процессов. Оценка затрат ресурсов и сроков выполнения задач в рамках DevOps. Выполнение задач и оказание...\nПлюсом будет: Знание стеков и платформ обработки данных (Hadoop, Greenplum, Spark, ETL, BI). Опыт создания DevOps процессов с нуля."}, {"title": "DevOps Engineer (Middle/Senior)", "link": "https://hh.ru/vacancy/54819431?query=DevOps", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Автоматизация сборок/деплоя. Автоматизация развертывания и обновления серверной инфраструктуры. Мониторинг и поддержка серверной инфраструктуры. Тесное сотрудничество с командами разработки и...\nСпособность и желание непрерывно учиться. Знание английского языка на уровне, достаточном для чтения и понимания технической документации без словаря."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54165866?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Подготовкой документации по развертыванию решения, внутренних гайдланов для команды, ведением в Confluence документации по инфраструктуре и DevOps конвейерам.\nОпыт администрирования Linux от 3-х лет (поддержка prod). Опыт проектирования, подготовка и развертывание отказоустойчивой инфраструктуры Enterprise уровня."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54396343?query=DevOps", "employer": "ООО ИнЭкс", "address": "Москва, Комсомольская и еще 1 ", "salary": "", "description": "Обучать команды разработки типовым devops-операциям по бизнес-историям и devops-инструментам с целью повышения самостоятельности команд. Заменить процедуры деплоймента...\nЗнаком с одним из IaC инструментов (мы используем Ansible). Имеешь опыт администрирования баз данных (у нас PostgreSQL). Имеешь представление о..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54772328?query=DevOps", "employer": "ООО ПРОДЖЕКТ САППОРТ", "address": "Москва, Кожуховская", "salary": "", "description": "Обеспечение бесперебойной работы имеющейся dev/stage инфраструктуры. Оптимизация контейнеров в части работы с ресурсами. Работа с техническими командами над масштабируемостью...\nЗнания Linux на уровне не ниже RHCSA. Знание основных служб DNS, DHCP, SMTP и тд.. Опыт написания CI\\CD pipelines..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54858209?query=DevOps", "employer": "oneFactor", "address": "Москва", "salary": "до 350 000 руб.", "description": "В каждой из них по 2-3 DEVOPS инженера, которые отвечают за CI/CD, траблшутинг и мониторинг систем, которые находятся...\nКонтейнеризация: Kubernetes Istio c Istio Ingress. Load Balancers: HAProxy и Nginx. Преимущества: Высоконагруженные сервисы, способные держать 200 000 rps."}, {"title": "Devops Engineer Kubernetes/ Администратор Kubernetes (удалённо)", "link": "https://hh.ru/vacancy/52845710?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Сопровождение существующих инсталляций kubernetes. Поддержание актуальности версий kubernetes. Разворачивание новых инсталляций kubernetes (при необходимости). Переход существующей инсталляции с docker на...\nСтек: ванильный Kubernetes, ceph, rancher. Инструменты: ansible, terraform."}, {"title": "Старший DevOps инженер (Kubernetes)", "link": "https://hh.ru/vacancy/49426951?query=DevOps", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва, Тульская", "salary": "200 000 – 350 000 руб.", "description": "Администрирование Kubernetes кластера: автоматизация провиженинга и деплоя, оптимизация используемых ресурсов кластера. Администрирование серверов с использованием Terraform и Ansible.\nБольшой опыт работы с Linux (Ubuntu). Понимание устройства аппаратной части сервера, сетей и т.п. Опыт написания скриптов на bash."}, {"title": "DevOps инженер (релокация в Ригу)", "link": "https://hh.ru/vacancy/53384195?query=DevOps", "employer": "Social Links", "address": "Москва, Калужская", "salary": "до 400 000 руб.", "description": "Настройка и поддержка Kubernetes кластеров. Исследование и внедрение новых инструментов в сфере DevOps/SRE. Тесное взаимодействие с программистами и QA...\nОпыт работы с Kubernetes, написания манифестов и даже Helm чартов от 2-х лет. Опыт работы с container registry, Docker..."}, {"title": "DevOps Engineer (удаленно)", "link": "https://hh.ru/vacancy/54395415?query=DevOps", "employer": "BestDoctor", "address": "Москва", "salary": "от 350 000 руб.", "description": "Поднимать кластеры Kubernetes всех сервисов компаний. Решать возникающие проблемы, деплоить новые сервисы. Делать сервисы быстрее и надёжнее. Коммуницировать с командами...\nBackend: Python 3.8, Django, Flask, fastapi. Frontend: TypeScript, React. Mobile: Android и iOS. Ubuntu, PostgreSQL, Redis, ElasticSearch."}, {"title": "Lead DevOPS", "link": "https://hh.ru/vacancy/54899127?query=DevOps", "employer": "АО Монитор Электрик", "address": "Москва", "salary": "", "description": "Организация и поддержка процессов разработки программных продуктов, CI/CD.\nЗнание MsBuild на продвинутом уровне. Опыт работы администратором Azure DevOps Service или Azure DevOps Server. Опыт создания и поддержки Azure..."}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54602357?query=DevOps", "employer": "Технос-К", "address": "Москва", "salary": "до 300 000 руб.", "description": "Установка, сопровождение стендов разработки (OpenShift, virtual machine). Разработка конвейера CI/CD при помощи Teamcity. Собирать приложения и упаковывать их в...\nЗнание и опыт работы с инструментами сборки приложений. Знание и опыт контейнеризации и оркестрации. Понимание принципа Infrastructure as a Code..."}, {"title": "DevOps engineer (KSMP)", "link": "https://hh.ru/vacancy/54296689?query=DevOps", "employer": "Лаборатория Касперского", "address": "Москва, Водный стадион", "salary": "", "description": "Развитие CI/CD. Развитие системы мониторинга и логирования. Участие в разработке on-premise и cloud сервисов. Поддержка сред разработки.\nОпыт работы с ci/cd системами (gitlab/teamcity/jenkins/azure devops). Важна коммуникабельность (проект подразумевает большое количество взаимодействий с внешними..."}, {"title": "puppet", "link": "https://hh.ru/search/vacancy?area=1&clusters=true&enable_snippets=true&ored_clusters=true&salary=300000&text=puppet&from=SIMILAR_QUERY&hhtmFromLabel=SIMILAR_QUERY&hhtmFrom=vacancy_search_catalog", "employer": "", "address": "", "salary": "", "description": ""}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54831820?query=DevOps", "employer": "ИП Кожухар Денис Владимирович", "address": "Москва", "salary": "300 000 – 400 000 руб.", "description": "Отвечает за постоянную надежность и надежность производственной инфраструктуры, отслеживая доступность, мощность и пропускную способность. Давать рекомендации по производственной инфраструктуре, взаимодействуя...\nОпыт работы с СУБД: резервное копирование, кластеризация, потоковая репликация и т. д. (PostgreSQL будет плюсом). Знание облачных платформ и соответствующих..."}, {"title": "DevOps инженер (релокация в Ригу)", "link": "https://hh.ru/vacancy/53384195?query=DevOps", "employer": "Social Links", "address": "Москва, Калужская", "salary": "до 400 000 руб.", "description": "Настройка и поддержка Kubernetes кластеров. Исследование и внедрение новых инструментов в сфере DevOps/SRE. Тесное взаимодействие с программистами и QA...\nОпыт работы с Kubernetes, написания манифестов и даже Helm чартов от 2-х лет. Опыт работы с container registry, Docker..."}, {"title": "DevOps инженер (А Деньги)", "link": "https://hh.ru/vacancy/51977640?query=DevOps", "employer": "РобоФинанс", "address": "Москва", "salary": "до 400 000 руб.", "description": "Коммуникации с разработкой и QA, помощь в решении проблем. Контейнеризация php,npm, java приложений для всех окружений. Разработка CI/CD...\nВысокий уровень навыки автоматизации с помощью Ansible/Terraform. Опыт контейнеризации приложений из нашего стека. Хорошее понимание конфигураций web-серверов (nginx..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54602522?query=DevOps", "employer": "Neattech.io", "address": "Москва", "salary": "", "description": "Проектирует, внедряет и сопровождает серверную инфраструктуру. Настраивает и поддерживает CI/CD (Backend, Frontend, Mobile). Внедряет и настраивает инструменты по развертыванию...\nКакой опыт и навыки важны для нас: Владение инструментами контейнеризации (Docker, Kubernetes). Владение инструментами infrastructure as code: Terraform, Ansible, AWS..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54396343?query=DevOps", "employer": "ООО ИнЭкс", "address": "Москва, Комсомольская и еще 1 ", "salary": "", "description": "Обучать команды разработки типовым devops-операциям по бизнес-историям и devops-инструментам с целью повышения самостоятельности команд. Заменить процедуры деплоймента...\nЗнаком с одним из IaC инструментов (мы используем Ansible). Имеешь опыт администрирования баз данных (у нас PostgreSQL). Имеешь представление о..."}, {"title": "Devops Engineer Kubernetes/ Администратор Kubernetes (удалённо)", "link": "https://hh.ru/vacancy/52845710?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Сопровождение существующих инсталляций kubernetes. Поддержание актуальности версий kubernetes. Разворачивание новых инсталляций kubernetes (при необходимости). Переход существующей инсталляции с docker на...\nСтек: ванильный Kubernetes, ceph, rancher. Инструменты: ansible, terraform."}, {"title": "DevOps Engineer | Middle |Senior (Удаленно)", "link": "https://hh.ru/vacancy/54510631?query=DevOps", "employer": "ООО РостДжоб", "address": "Москва", "salary": "250 000 – 310 000 руб.", "description": "Выполнение задач в качестве DevOps-инженера, автоматизация задач администрирования промышленных стендов приложений и баз данных. Применение методологии и инструментов DevOps...\nЗнание UNIX-подобных систем на уровне администратора. Опыт администрирования: Docker/Сontainerd, БД PostgreSQL, Elasticsearch, Redis, MongoDB, MinIO. Опыт работы с..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54165866?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Подготовкой документации по развертыванию решения, внутренних гайдланов для команды, ведением в Confluence документации по инфраструктуре и DevOps конвейерам.\nОпыт администрирования Linux от 3-х лет (поддержка prod). Опыт проектирования, подготовка и развертывание отказоустойчивой инфраструктуры Enterprise уровня."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54663840?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Построение CI/CD для новых микросервисов. Автоматизация pipeline ML. Обеспечение бесперебойной работы высоконагруженных сервисов. Создание и поддержка сред разработки и...\nЭкспертные знания ОС Linux. Опыт развёртывания и эксплуатации CI/CD. Опыт работы с технологиями виртуализации и контейнеризации. Опыт автоматизации процессов..."}, {"title": "Senior DevOps / Site Reliability Engineer (to Riga)", "link": "https://hh.ru/vacancy/53881363?query=DevOps", "employer": "Joom", "address": "Москва, Динамо и еще 2 ", "salary": "от 350 000 руб.", "description": "Basic Infra. Уровень underlay, сети, подложка, управление кластерами K8S. Production Infra. Оркестрация stateful сервисов, инструменты мониторинга и observability.\nХорошее знание Python или Go на уровне автоматизации задач инфраструктуры. Хорошее понимание работы сетей вплоть до понимания работы таких технологий..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/49277995?query=DevOps", "employer": "Performance Lab (Перфоманс Лаб)", "address": "Москва", "salary": "", "description": "...DevOps. Взаимодействие с разработчиками и системными администраторами, сотрудничество с командами из смежных областей. Подготовка документации по проектам и внедрению DevOps...\nОпыт работы в роли DevOps-инженера от 2-3 лет. Опыт системного администрирования Linux/Unix, Windows не менее 1 года."}, {"title": "Senior DevOps \\ Linux admin", "link": "https://hh.ru/vacancy/54866528?query=DevOps", "employer": "Ритм", "address": "Москва", "salary": "100 000 – 350 000 руб.", "description": "GPU.\nОпыт развертывания на свое железе (ЦОД). Опыт развертывания на облачных сервисах. Оперативность. CI/CD, Git."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "DevOps Engineer (Blockchain проект)", "link": "https://hh.ru/vacancy/50952024?query=DevOps", "employer": "Hi, Rockits!", "address": "Москва", "salary": "от 250 000 руб.", "description": "Responsibilities for this position include managing our system's infrastructure, ensuring close to 100% deployment availability, troubleshooting issues in test...\n5 years of experience as a DevOps engineer. Knowledge of scripting languages such as Python, Bash, etc. Experience with managing..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52048800?query=DevOps", "employer": "СБЕР (ООО еАптека)", "address": "Москва", "salary": "", "description": "Поддержка, изменение и порождение процессов с целью улучшения показателей time to market, lead time и т.п. Координация команд разработки...\nОпыт организации процессов CI/CD от 2-х лет. Понимание ключевых процессов операционных систем Linux\\Windows, и особенностей их взаимодействия..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54798047?query=DevOps", "employer": "BRVZ", "address": "Москва, Войковская", "salary": "", "description": "Maintain deployments of multiple linux-based products. Manage configurations via Puppet. Manage Docker and Docker Swarm installations. Provide support and...\nUniversity degree in IT. English level – Advanced (C1) or higher. Practical experience in Linux systems/administration. Understanding network (IP..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54165340?query=DevOps", "employer": "ИП Райков Евгений Игоревич", "address": "Москва", "salary": "", "description": "Автоматизация процессов сборки и тестирования микросервисов. Поддержка системы непрерывной интеграции Jenkins\\Gitlab CI. Администрирование внутренней сетевой и серверной инфраструктуры компании.\nНужно иметь опыт: Опыт работы с Kubernetes и Helm. Плюсом будет: Наличие опыта работы с Jenkins, Ansible,GitLab CI, FluxCD..."}, {"title": "Архитектор Devops", "link": "https://hh.ru/vacancy/49051195?query=DevOps", "employer": "Инфосистемы Джет", "address": "Москва", "salary": "", "description": "...по решениям DevOps. Планировать и сопровождать миграции систем DevOps. Проводить обследования и аудит существующих у Заказчика решений DevOps.\nСистемы контейнерной оркестрации: RedHat OpenShift, SUSE Rancher, VMWare Tanzu, Kubernetes. Системами управления конфигурацией и provision: Ansible/Ansible Tower, Terraform."}, {"title": "DevOps инженер (Middle)", "link": "https://hh.ru/vacancy/50361751?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Организация процесса DevOps. Разработка, запуск и поддержка конвейера непрерывной поставки ПО. Интеграция инструментов, обеспечивающих конвейер непрерывной поставки. Подготовка, автоматизация подготовки...\nОбязательно хорошие знания систем мониторинга (Zabbix, Grafana) . Опыт работы с инструментарием: Gitlab, TeamCity, Bitbucket, Nexus. Опыт работы с IaC: Ansible..."}, {"title": "DevOps инженер (Senior, Middle)", "link": "https://hh.ru/vacancy/54322411?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Активное администрирование и DevOps (играющий тренер). Организация системного администрирования сред развертывания: боевой, резервной, тестовых и сред разработки. Поддерживать текущие процессы...\nОпыт работы с контейнерами и системами оркестрации: Docker, Kubernetes и т.п.. Опыт самостоятельной разработки . Опыт работы построения DevOps практик..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54690199?query=DevOps", "employer": "ООО МК Доктор рядом", "address": "Москва", "salary": "250 000 – 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54224939?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Развертыванием, настройкой и поддержанием инфраструктуры проекта. Настройкой, поддержкой и развитием Kubernetes на highload проекте, состоящем из микросервисов. Настройкой и поддержкой...\nОпыт развертывания, настройки и поддержания инфраструктуры проектов. Отличное знание linux (CentOS) с точки зрения администрирования. Опыт настройки, поддержки и развития..."}, {"title": "Devops инженер (Hadoop)", "link": "https://hh.ru/vacancy/54044996?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Планирование capacity. Определение правил пользования сервисами в сторону пользователей. Формирование предложений-требований к уровню оборудования. Обеспечение передачи метрик в сторону...\nЖелательные знания: Устройство HDFS, YARN. Особенности работы с Kerberos. Подходы к управлению ресурсами в YARN. Желательный опыт: В Билайн мы..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54813785?query=DevOps", "employer": "Дартс рекрутинг сервисез", "address": "Москва", "salary": "200 000 – 350 000 руб.", "description": "Платформа - это основной инструмент для совместной работы патологов, клиницистов и радиологов. Основная задача продукта: Обеспечить работу в мультидисциплинарных командах.\nТехнологии на проекте. GitLab CI, ArgoCD. Опыт применения аналогичного технологического стека. Опыт администрирования сложной системы в production c десятками серверов."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54365042?query=DevOps", "employer": "ООО Максконсалт", "address": "Москва", "salary": "", "description": "Мониторинг и обслуживание инфраструктуры (develop/staging/prod стенды). Внедрение новых инструментов DevOps (ближайшее, что нужно ansible). Варианты развития: Performance review.\nЦенишь профессиональный подход к работе. Любишь окружение стартапа, когда важнее гибкость и скорость, чем бюрократия. Готов развиваться вместе с командой..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/53913319?query=DevOps", "employer": "ООО Криптериум", "address": "Москва, Верхние Котлы и еще 1 ", "salary": "", "description": "Настройка CI/CD. Поддержка команды разработчиков. Управление инфраструктурой проекта. Проектирование архитектуры и сервисов совместно с командой разработки.\nОпыт работы (настройка и конфигурирование) с CI/CD системами (у нас TeamCity и Code Pipeline/Code Deploy с миграцией на..."}, {"title": "DevOps инженер (ДПМ)", "link": "https://hh.ru/vacancy/53561516?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Администрирование инфраструктуры и системных сервисов для окружений разработки, тестирования, эксплуатации. Мониторинг (Prometheus) и траблшутинг возникающих проблем. Автоматизация рутины, разработка Infrastructure...\nОпыт развертывания и администрирования Redis (Cluster, Replication). Опыт настройки централизованного инструмента управления логами (EFK/ELK). Опыт администрирования Linux от 3..."}, {"title": "Devops-инженер", "link": "https://hh.ru/vacancy/54200507?query=DevOps", "employer": "Group-IB", "address": "Москва", "salary": "", "description": "Group-IB Threat Hunting Framework (THF) – это комплексная система для обнаружения сложных целевых атак и проактивного хантинга за угрозами.\nLinux (deb): понимаешь устройство и архитектуру ОС, имеешь опыт создания и поддержки deb‑пакетов, администрирования репозиториев. Ansible: понимаешь архитектуру, имеешь..."}, {"title": "Middle/Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54726570?query=DevOps", "employer": "CHATME.ai", "address": "Москва", "salary": "", "description": "Повышать стабильность работы системы. Развивать инфраструктуру. Взаимодействие с командой разработки. Активное участие в подготовке продуктовых релизов. Оптимизация имеющихся систем, уменьшение...\nПонимание принципов работы высоконагруженных веб-приложений, СУБД. Опыт построения DevOps-инфраструктуры. Gitlab-ci. Опыт использования NoSQL-решений (MongoDB, Redis)."}, {"title": "Senior DevOps Engineer (Bulgaria, Turkey, Serbia)", "link": "https://hh.ru/vacancy/53694073?query=DevOps", "employer": "Schaffhausen Institute of Technology", "address": "Москва", "salary": "", "description": "Delivering a reliable and scalable cloud-based educational Software-as-a-Service to our customers. Designing automation, monitoring, deployment, configuration...\nSolid experience in administrating application servers, web servers, and databases. 3 years of cloud DevOps experience. Extensive experience working with..."}, {"title": "DevOps инженер (РС)", "link": "https://hh.ru/vacancy/54588644?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Автоматизация развертывания инфраструктуры, поддержка микросервисной архитектуры, автоматизация сборки контейнеров. Автоматизация сборки, тестирования, доставки на dev/stage/prod. Работа в команде...\nОпыт администрирования Linux. Понимание принципов continuous integration / continuous delivery / continuous deployment. Опыт настройки компьютерных сетей, понимание сетевой архитектуры."}, {"title": "Team Lead DevOps", "link": "https://hh.ru/vacancy/54753682?query=DevOps", "employer": "ООО Интелкон", "address": "Москва", "salary": "до 350 000 руб.", "description": "Управление DevOps командой. Распределение задач внутри команды. Улучшение инструментов и автоматизация процессов развертывания целевой платформы. Поддержка работы разрабатываемого продукта в...\nПонимание жизненного цикла программного обеспечения (Git life cycle, версии, ветки) и опыт построения CI/CD (Jenkins, GitLab, Team City)."}, {"title": "Senior DevOps-инженер", "link": "https://hh.ru/vacancy/54800023?query=DevOps", "employer": "Selecty", "address": "Москва", "salary": "от 250 000 руб.", "description": "Развитие проектной инфраструктуры. Диагностика и устранение проблем с ОС Linux, системным и прикладным ПО. Взаимодействие с разработчиками и командой тестирования.\nОпыт работы с системами мониторинга. Опыт работы со стеком ELK. Опыт администрирования Linux (у нас используется CentOS). Понимание подхода инфраструктура..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54456735?query=DevOps", "employer": "ООО ОМНИДАТА", "address": "Москва", "salary": "", "description": "Участвовать в процессах разработки, от проектирования до запуска в production эксплуатацию. Заниматься последующей поддержкой систем. Обеспечивать безопасность инфраструктуры.\nОтличные навыки администрирования Linux серверов (RedHat, Centos). Опыт настройки и развертывания СУБД PostgreSQL, Oracle будет дополнительным плюсом. Знакомство с контейнеризацией..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54862371?query=DevOps", "employer": "Blackwall", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Настройка и поддержание инфраструктуры на kubernetes. ⁃ Развёртывание и мониторинг релизов. ⁃ Настройка пайплайнов сборки, тестирования и деплоя. ⁃ Автоматизация процессов и помощь...\nПонимание сетевых технологий и протоколов: модель OSI, TCP/IP, HTTP(S), DNS, etc. Понимание сервис-ориентированной архитектуры приложений."}, {"title": "Senior DevOps engineer", "link": "https://hh.ru/vacancy/54740803?query=DevOps", "employer": "ООО СТ Софт", "address": "Москва", "salary": "от 250 000 руб.", "description": "Взаимодействие с подрядчиками и представителями смежных систем. Проведение презентаций и обучений для сотрудников заказчика. Развитие и сопровождение сред разработки.\nАвтоматизация рутинных процессов. Экспертное знание Linux-based систем; Docker; принципов работы современного web. Экспертные навыки строительства сетей на основе статической..."}, {"title": "Middle/Senior Devops", "link": "https://hh.ru/vacancy/54511430?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Поддержка и оптимизация инфраструктуры на всем жизненном цикле проекта. Распределение задач между группой DevOps (2-3 человека). Участие в stand...\nПоддержка инфраструктуры текущих и новых серверов (ansible). Опыт в системном администрировании и/или DevOps от 2 лет. Отличное знание linux..."}, {"title": "Эксперт (DevOps)", "link": "https://hh.ru/vacancy/53829543?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Работа с инфраструктурной частью проектов компании. Настройка систем автоматизации и поддержки для существующей инфраструктуры серверов и сервисов на базе кластера...\nВысшее образование. Опыт работы с DevOps. Понимание процесса разработки ПО, принципов CI/CD и опыт автоматизации пайплайна разработки с использованием..."}, {"title": "DevOps (OpenStack)", "link": "https://hh.ru/vacancy/54297040?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Разработка архитектуры для тестовой и продуктовой сред виртуализации OpenStack Kubernetes. Разворачивание тестовой и продуктивной сред виртуализации на базе OpenStack Kubernetes.\nОпыт автоматизации различных задач для установки/тестирования/итд через Ansible либо другими средствами автоматизации. Знание API OpenStack. Успешный опыт построения..."}, {"title": "Devops Engineer (удалённо) Голограмма", "link": "https://hh.ru/vacancy/54430090?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Тесное взаимодействие с продуктовыми командами в рамках их проектов. Развертывание продуктовых компонентов с помощью как готовых деплойментов на helm, ansible...\nУверенное знание linux на уровне системного администратора, знание bash. Знание Kubernetes, опыт эксплуатации в промышленной среде. Знание английского на уровне..."}, {"title": "Системный инженер / DevOps", "link": "https://hh.ru/vacancy/54925840?query=DevOps", "employer": "Original Group", "address": "Москва, Бутырская и еще 1 ", "salary": "", "description": "Подготовка сервера к установке ПО. Подготовка и создание тестовых окружений. Контроль работы систем у заказчика, развитие системы мониторинга.\nAnsible. K8s. Docker. Linux. Zabbix. ELK. Git (администрирование). Jenkins. PostgreSQL. Знание стэка TCP/IP будет плюсом."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/49513841?query=DevOps", "employer": "Сбер. IT", "address": "Москва, Кутузовская и еще 1 ", "salary": "", "description": "Выбирать, предлагать, внедрять и поддерживать подходящие DevOps инструменты из доступных в банке. Выстроить CI/CD и управлять процессами (Bitbucket, Jenkins...\nОбщий опыт в DevOps от 2 лет. Опыт внедрения CI/CD. Опыт администрирования Linux (понимание, как устроен сетевой стек, что..."}, {"title": "Senior DevOps Engineer (Tier 3)", "link": "https://hh.ru/vacancy/53645828?query=DevOps", "employer": "Devexperts", "address": "Москва", "salary": "", "description": "Be active on the assistance for developers, participation in DevOps activities. Install, manage, integrate and evolve in-house developed and...\nGitlab, Ansible, etc in-depth experience. CI/CD and DevOps activities experience. Proficiency in shell script languages: awk, perl, or..."}, {"title": "DevOps Engineer (Наставник онлайн-курса DevOps для программистов)", "link": "https://hh.ru/vacancy/54555850?query=DevOps", "employer": "Hexlet", "address": "Москва", "salary": "", "description": "Отвечает на вопросы студентов в чате Slack. Проверяет домашние задания и дает комментарии. Делает ревью проектов после прохождения модулей курса.\nХорошее знание операционных систем. Владение ansible, terraform, docker (docker compose). Опыт в настройке и эксплуатации CI/CD. Опыт работы с..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54905316?query=DevOps", "employer": "ООО Шарп Девелоперс", "address": "Москва", "salary": "180 000 – 300 000 руб.", "description": "Автоматизация процессов сборки, тестирования и внедрения новых версий программ. Подготовка и автоматизация нагрузочного тестирования, составление отчетов и выявление метрик.\nОтличные знания и опыт использования от 2-х лет: Английский, уровень от B2."}, {"title": "DevOps / Site Reliability Engineer", "link": "https://hh.ru/vacancy/54695771?query=DevOps", "employer": "Sweatcoin", "address": "Москва", "salary": "3 400 – 6 000 EUR", "description": "Стремление автоматизировать все, насколько возможно, сборки, тесты и деплой, но совершенству нет предела. Ждем от тебя внедрения и оптимизации процессов...\nПонимание в ответ на ошибки, ведь они - двигатель. Баланс между автономностью и умением работать в команде. Разговорный английский — нам все..."}]