[{"title": "DevOps инженер", "link": "https://hh.ru/vacancy/52494875?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "", "description": "...совместно с командой разработки. Поиск и устранение причин отказов сервисов. Автоматизация рутинных задач. Участие в развитии DevOps подходов и практик.\nОтличное знание linux и опыт его администрирование от 4х лет. Понимание IaC (Infrastructure as Code) подхода к построение инфраструктуры..."}, {"title": "Junior DevOps инженер", "link": "https://hh.ru/vacancy/53619666?query=DevOps", "employer": "АО АЛЬЯНС ЭКО", "address": "Москва, Деловой центр и еще 2 ", "salary": "от 200 000 руб.", "description": "Поддержка и развитие инфраструктуры командной разработки. Поддержка и развитие CI/DI pipeline. Разработка средств автоматизации процессов сборки, развертывания.\nОпыт работы DevOps инженеров от 2-х лет. Опыт работы с системами контейнеризации (Docker). Знание SQL (опыт работы с MS..."}, {"title": "Senior DevOps in Blockchain Startup", "link": "https://hh.ru/vacancy/54445824?query=DevOps", "employer": "Петухова Алия", "address": "Москва", "salary": "315 000 – 860 000 руб.", "description": "Разработка и тех. обслуживание за счет внедрения инструментов, которые автоматизируют работу и улучшат процесс разработки. Автоматизация delivery-процессов и capacity...\nРелокация в Японию. Опыт работы DevOps или на аналогичной должности от 3-х лет. Уверенное владение английским языком."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54194601?query=DevOps", "employer": "Centicore", "address": "Москва", "salary": "250 000 – 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps/DataOps Engineer", "link": "https://hh.ru/vacancy/54594649?query=DevOps", "employer": "Lucy in the Sky Inc", "address": "Москва", "salary": "от 2 500 USD", "description": "Первое – поддержка и улучшение Dev инфраструктуры, CI/CD процессов. Второе – организация высокой доступности, поддержка и улучшение Prod инфраструктуры.\nКоммерческий опыт использования сервисов AWS (EC2, S3, EKS, VPC, Route53, RDS, SNS, SQS, Lambda, Step Function, CloudWatch..."}, {"title": "Senior DevOps инженер (дистанционно)", "link": "https://hh.ru/vacancy/54595698?query=DevOps", "employer": "ООО Ньюити", "address": "Москва", "salary": "до 400 000 руб.", "description": "Поддержка и развитие облачной инфраструктуры разработки и продуктового кластера, реагирование на инциденты. Оптимизация существующей инфраструктуры под требования бизнеса.\nАнглийский - желателен, но не обязателен. Реально работающие продукты. Проекты с продвинутыми технологиями, лучшие практики DevOps. Надежные партнеры и инвесторы."}, {"title": "DevOps Specialist", "link": "https://hh.ru/vacancy/54613298?query=DevOps", "employer": "ООО ГИРУС", "address": "Москва", "salary": "250 000 – 380 000 руб.", "description": "Вашей задачей будет участие в автоматизации процессов разработки, ускорении выхода релиза, ускорении обратной связи от пользователя, автоматизации упаковки и развертывании...\nОт Вас требуется желание работать и развиваться. Приветствуется инициатива в применении каких-либо технологий для улучшения работы как всей системы..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54525260?query=DevOps", "employer": "WAZZUP", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Развивать инфраструктуру, которая должна обслуживать цели захвата мира, повышать свою квалификацию вместе с командой разработки, внедрять новые технологии.\nУмение задавать вопросы и предлагать решения с адекватной аргументацией. Знакомство с K8S “на ты”. Опыт работы с высоконагруженными..."}, {"title": "DevOps инженер/SRE", "link": "https://hh.ru/vacancy/54038845?query=DevOps", "employer": "HR Prime", "address": "Москва", "salary": "320 000 – 531 250 руб.", "description": "Cоздание и развитие инфраструктуры. Выбор инструментов для работы платформы. Создание и поддержка сред разработки и тестирования. Построение CI/CD для...\nKubernetes, OpenShift. Docker, OpenStack. Ansible/ Terraform. Prometheus, Grafana. Elastic Stack. Kafka, PostgreSQL, Redis. Gitlab. Python/ Bash."}, {"title": "Инженер по инфраструктуре (DevOps)", "link": "https://hh.ru/vacancy/54599142?query=DevOps", "employer": "ООО Страховая компания Манго", "address": "Москва", "salary": "до 450 000 руб.", "description": "Выполнение задач в качестве DevOps-инженера, автоматизация задач администрирования промышленных стендов приложений и баз данных. Применение методологии и инструментов DevOps...\nЗнание UNIX-подобных систем на уровне администратора. Опыт администрирования: Docker/Сontainerd, БД PostgreSQL, Elasticsearch, Redis, MongoDB. Опыт работы с системами..."}, {"title": "DevOps-инженер (удаленно)", "link": "https://hh.ru/vacancy/54554490?query=DevOps", "employer": "Кадровое Агентство Уникальных Специалистов", "address": "Москва, Фили", "salary": "4 000 – 6 000 USD", "description": "Создание финтех продукта PCI-DSS. Построения CI/CD процессов. Работы с системами логирования ( ELK, EFK, Loki/Promtail). Работы с системами...\n3 года опыта в DevOps, желание погрузиться в создание финтех продукта. Опыт: Работы с IaC инструментами (Terraform, Ansible)."}, {"title": "DevOps-инженер (Remote)", "link": "https://hh.ru/vacancy/54500083?query=DevOps", "employer": "АО Флант", "address": "Москва", "salary": "до 250 000 руб.", "description": "Поддерживать production так, чтобы бизнес мог быть спокоен. Спасать клиентов в случае аварий: быстро, решительно, профессионально. Выстраивать процессы CI/CD.\nОтличные знания Linux-систем — ежедневная эксплуатация от 3 лет; опыт в DevOps (как вы его сами понимаете) — от 1 года."}, {"title": "DevOps-инженер/SRE", "link": "https://hh.ru/vacancy/53683767?query=DevOps", "employer": "modesco", "address": "Москва, Смоленская и еще 1 ", "salary": "200 000 – 400 000 руб.", "description": "Преобразовывать legacy-инфраструктуру проекта согласно современным отраслевым стандартам, настраивать системы мониторинга, внедрять удобные инструменты. Повышать надёжность и отказоустойчивость проекта, сокращать...\nОпыт эксплуатации и сопровождения интернет-проектов от 5 лет. Опыт работы DevOps-инженером в продуктовой команде. Уверенные навыки администрирования Linux..."}, {"title": "Top-notch DevOps/SRE engineer", "link": "https://hh.ru/vacancy/54573112?query=DevOps", "employer": "Diabolocom", "address": "Москва", "salary": "5 000 – 10 000 EUR", "description": "Technical challenge on Hacker Rank. Visio with Head of Infra & CTO. Technical interview with DevOps/SRE team. Final interview with...\nPassionate about system and/or network, you wish to join a fast-paced company and a technical team strongly oriented..."}, {"title": "Системный администратор / Devops инженер", "link": "https://hh.ru/vacancy/54279621?query=DevOps", "employer": "ООО ПЭЙ СТАР", "address": "Москва", "salary": "200 000 – 400 000 руб.", "description": "Создание и эксплуатация сред от тестирования до продакшена. Настройка высокодоступных и высоконагруженных систем. Обеспечение бесперебойной работы инфраструктуры и сервисов.\nОтличные знания *nix. Опыт системного администрирования от 3х лет. Знание систем контейнеризации (Docker). Знание одного или нескольких скриптовых языков..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54453712?query=DevOps", "employer": "AISA", "address": "Москва, Кантемировская", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52545858?query=DevOps", "employer": "Finch", "address": "Москва", "salary": "80 000 – 120 000 руб.", "description": "Администрирование серверов под управлением ОС Linux. Инсталляция и сопровождение сервисов DNS,DHCP,VPN,Nginx,SQL servers, Elastic search,Kafka, RabbitMQ...\nОпыт работы системным администратором 1-2 года. Опыт работы linux(желательно Debian/Ubuntu) от 1 года. Опыт работы в системах..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/53864235?query=DevOps", "employer": "Gara.capital", "address": "Москва", "salary": "300 000 – 450 000 руб.", "description": "Gara.Capital - IT компания, работающая в HFT индустрии. Компания занимается проведением количественных исследований и разработкой инфраструктур для торговли на финансовых рынках.\nПонимание принципов IaC. — Опыт работы с Ansible и Terraform. — Глубокое понимание принципов работы IP-сетей (common protocols). — Опыт администрирования Linux..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54332965?query=DevOps", "employer": "ООО Кор12", "address": "Москва", "salary": "100 000 – 150 000 руб.", "description": "Обеспечение бесперебойной работы сервисов компании. Выбор и внедрение DevOps практик и инструментов, поддержка процесса разработки. Настройка мониторинга, использование его для...\nНавыки администрирования и оптимизации СУБД. Понимание принципов разработки, развертывания и администрирования веб приложений. Знание PHP. Способность и желание учиться (если..."}, {"title": "Senior DevOps Engineer/ Highload SRE", "link": "https://hh.ru/vacancy/49788206?query=DevOps", "employer": "ООО Karma8", "address": "Москва", "salary": "200 000 – 500 000 руб.", "description": "Построить CI/CD для новых микросервисов. Создать и поддерживать среды разработки и тестирования. Помогать в развитии и поддержании работоспособности инфраструктуры.\nОпыт работы в высоконагруженных проектах от 3-х лет. Уверенные знания сетей TCP/IP. Практический опыт работы с конфигурациями с..."}, {"title": "DevOps инженер (Kubernetes)", "link": "https://hh.ru/vacancy/49426951?query=DevOps", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва, Тульская", "salary": "200 000 – 350 000 руб.", "description": "Администрирование Kubernetes кластера: автоматизация провиженинга и деплоя, оптимизация используемых ресурсов кластера. Администрирование серверов с использованием Terraform и Ansible.\nБольшой опыт работы с Linux (Ubuntu). Понимание устройства аппаратной части сервера, сетей и т.п. Опыт написания скриптов на bash."}, {"title": "DevOps-разработчик (Blockchain)", "link": "https://hh.ru/vacancy/54294530?query=DevOps", "employer": "Fincana", "address": "Москва, Выставочная и еще 3 ", "salary": "250 000 – 350 000 руб.", "description": "Развертование нод криптовалют. Высокий уровень в работе с базой Redis. Изучение и внедрение нового функционала криптовалют, оптимизация безопасности, производительности, масштабируемости.\nБольшой опыт по работе с асинхронным nodejs."}, {"title": "Senior DevOps инженер (в Черногорию)", "link": "https://hh.ru/vacancy/54214108?query=DevOps", "employer": "AMarkets", "address": "Москва", "salary": "до 4 000 USD", "description": "Будем работать как с микросервисной архитектурой, так и с legacy-монолитами, которые мы уже достаточно плотно изучили и документировали.\nНаличие коммерческого опыта работы с инфраструктурой современных IT-решений от 2ух лет. Отличное понимание ОС Linux. Отличное знание Docker..."}, {"title": "Инженер по практикам DevOps", "link": "https://hh.ru/vacancy/48724776?query=DevOps", "employer": "ООО РАБЛЗ", "address": "Москва", "salary": "от 350 000 руб.", "description": "Проектирование и развертывание инфраструктуры новых проектов. Конфигурирование прикладных компонентов и ПО. Настройка стека мониторинга и поддержка инфраструктуры в рабочем состоянии.\nУверенный опыт администрирования Linux-систем. Опыт развертывания и поддержки Kubernetes. Опыт работы с BigData. Навыки написания скриптов на bash / shell..."}, {"title": "DevOps инженер / sysadmin, удалённо", "link": "https://hh.ru/vacancy/54540112?query=DevOps", "employer": "АО НТЦ ЕЭС Информационные Комплексы", "address": "Москва, Китай-город", "salary": "до 200 000 руб.", "description": "Обеспечение бесперебойной работы и развития систем компании-разработчика программного обеспечения. Настройка и контроль резервного копирования. Поддержка и обслуживание пластера Kubernates.\nОпыт работы DevOps инженером от 1 года. Уверенные знания ОС Linux (CentOS/Debian) и Windows на уровне администратора."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54292877?query=DevOps", "employer": "ВЦИОМ", "address": "Москва, Парк культуры и еще 2 ", "salary": "от 229 000 руб.", "description": "Автоматизация рутинных задач (Bash/Python/GO). Применение методологии и инструментов DevOps в работе (BitBucket, Ansible, Jenkins). Проверка, обновление, настройка ключевых...\nОпыт работы и настройки Nginx и HAproxy. Опыт работы с инструментами DevOps: Bitbucket. Плюсом будет умение работать с git."}, {"title": "DevOps | Remote", "link": "https://hh.ru/vacancy/50402968?query=DevOps", "employer": "Чиббис", "address": "Москва", "salary": "200 000 – 250 000 руб.", "description": "Поддержкой сервиса с миллионной аудиторией. Планированием архитектуры сервисов. Построением отказоустойчивой инфраструктуры. Автоматизацией настроек, сборок и деплоев. Поддержкой и развитием Continuous...\nОпыт планирования серверной нагрузки. Опыт работы с Docker и оркестраторами. Опыт администрирования Linux и Windows Server. Опыт администрирования MS SQL..."}, {"title": "Middle/Senior DevOps engineer", "link": "https://hh.ru/vacancy/54500381?query=DevOps", "employer": "КИБЕР-РОМ", "address": "Москва", "salary": "250 000 – 400 000 руб.", "description": "Развивать инфраструктуру, повышать свою квалификацию вместе с командой; разработки, внедрять новые технологии. Повышать отказоустойчивость и доступность сервиса. Привносить дельные рекомендации...\nЗнакомство с K8S “на ты”, у нас Rancher. Опыт работы с высоконагруженными сервисами. Владение bash/python/go."}, {"title": "Senior DevOps Engineer (Remote)", "link": "https://hh.ru/vacancy/49070159?query=DevOps", "employer": "Truv Inc.", "address": "Москва", "salary": "5 000 – 12 000 USD", "description": "Design, develop, and support cloud-based infrastructure. Improve CI/CD pipelines. Develop monitoring/alerting systems.\nStrong knowledge of AWS. Minimum 5 years of experience. Good knowledge of IaS tools like Terraform/Ansible. Knowledge in Containerization..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54213165?query=DevOps", "employer": "Betting Software", "address": "Москва", "salary": "1 000 – 3 000 USD", "description": "Производить установку, настройку и обновление системного ПО (Docker, PostgreSQL, RabbitMQ, Redis, Nginx). Мониторинг серверов средствами prometheus ( grafana). Заниматься разработкой сценариев...\nОпыт работы DevOps инженером / Linux system administrator от 1,5 лет. Экспертные знания и опыт администрирования Linux (предпочтительно Ubuntu)."}, {"title": "Devops инженер", "link": "https://hh.ru/vacancy/54434418?query=DevOps", "employer": "ООО Темполайн Логистика", "address": "Москва", "salary": "от 180 000 руб.", "description": "Организация непрерывной интеграции и доставки (CI/CD). Автоматизация развертывания серверов (IaC). Настройка мониторинга производственных систем. Организации бэкапирования производственной инфраструктуры.\nОткрытость к мнениям и умение договариваться. Опыт работы Devops инженером. Навыков администрирование серверов Linux (Debian, Ubuntu). Опыт работы с Java..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54557167?query=DevOps", "employer": "ООО Форкод Медиа", "address": "Москва", "salary": "", "description": "Настраивать пайпланы сборки и доставки (back/web/mob). — Сделать так, чтобы деплой перестал быть стрессом. — Разобраться в логике работы сервисов...\nНастроить грамотные алерты, которые не спамят слишком много или слишком поздно. — Практический опыт в роли devops/sre/ops, про который..."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "Senior DevOps Engineer (Удаленно)", "link": "https://hh.ru/vacancy/54040717?query=DevOps", "employer": "SF Inc", "address": "Москва", "salary": "3 500 – 6 000 USD", "description": "Поддержка и улучшение текущей инфраструктуры. Взаимодействие с командой разработки. Оперативное решение возникших проблем. 1) Разворачивание, конфигурирование и эксплуатация Prometheus.\nОпыт созданий и эксплуатации решений на базе облачной платформы AWS (EKS/RDS/VPC/etc.) на продакшен окружении. — Опыт эксплуатации Terraform. —"}, {"title": "Системный администратор/ DevOps", "link": "https://hh.ru/vacancy/54518509?query=DevOps", "employer": "FunBox", "address": "Москва", "salary": "от 220 000 руб.", "description": "Работать над расширением кластера Kubernetes и улучшением его надежности и резервирования. Улучшать возможности кластера и удобство его использования командами разработки.\nОпыт работы с software provisioning и configuration management продутами (SaltStack, Ansible, Chef, ...). Опыт программирования или написания системных скриптов."}, {"title": "DevOps инженер (Middle/Senior), Эстония", "link": "https://hh.ru/vacancy/53837413?query=DevOps", "employer": "IT hubb Europe", "address": "Москва", "salary": "2 800 – 3 500 EUR", "description": "Администрирование логистической B2B платформы. Запуск и тестирование систем и сервисов. Разработка и настройка автоматизации систем мониторинга, логирования и...\nОпыт работы на аналогичной позиции минимум 5 лет. Аналитический склад ума и навыки решения сложных технических задач. Коммуникативные навыки, взаимодействие..."}, {"title": "Senior Devops/Ведущий Devops-инженер (РТ)", "link": "https://hh.ru/vacancy/53825671?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "от 300 000 руб.", "description": "Организация процесса DevOps. Разработка, запуск и поддержка конвейера непрерывной поставки ПО. Интеграция инструментов, обеспечивающих конвейер непрерывной поставки. Подготовка, автоматизация подготовки...\nОпыт организации процесса CI/CD. Опыт практической эксплуатации нагруженных сервисов в режиме 24x7. Опыт работы с Nginx, Haproxy..."}, {"title": "DevOps инженер middle, junior, trainee", "link": "https://hh.ru/vacancy/54636243?query=DevOps", "employer": "Альфа-Банк", "address": "Москва, Технопарк", "salary": "", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54634383?query=DevOps", "employer": "ООО Ярус", "address": "Москва, Автозаводская и еще 1 ", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/41745527?query=DevOps", "employer": "АНО Проектный офис по Развитию Туризма и Гостеприимства Москвы", "address": "Москва", "salary": "до 300 000 руб.", "description": "Развертывание, поддержка и администрирование продуктивных и тестовых сред, контуров разработки. Настройка процессов CI/CD, написание пайплайнов, автоматизация сборки и деплоймента...\nОбщий стаж работы на проектах, связанных с разработкой и поддержкой ПО – от трех лет. Ежедневный опыт администрирования и поддержки серверов..."}, {"title": "DevOps - разработчик ПО", "link": "https://hh.ru/vacancy/53872712?query=DevOps", "employer": "ООО Прогматик Лаб", "address": "Москва, Белорусская и еще 1 ", "salary": "от 200 000 руб.", "description": "Автоматизация и инфраструктура в среде OpenStack и Kubernetes. Самостоятельный анализ задачи, требований, участие в разработке архитектуры, общение с заказчиками.\nУглубленный опыт DevOps в среде OpenStack или Kubernetes с акцентом на разработку, а не администрирование. Комфортное владение Линукс как среды..."}, {"title": "DevOps инженер (Digital Contract)", "link": "https://hh.ru/vacancy/51582012?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 230 000 руб.", "description": "Развертывание и поддержка инструментов конвейера непрерывной поставки ПО. Мониторинг работы инфраструктуры, анализ производительности, доступности и емкости. Своевременное планирование роста вычислительных...\nОпыт администрирования Linux (желательно RHEL, CentOS, Fedora CoreOS) на корпоративном уровне. Опыт работы в технической поддержке ИТ в режиме 24..."}, {"title": "DevOps / SRE engineer", "link": "https://hh.ru/vacancy/53698015?query=DevOps", "employer": "HR Prime", "address": "Москва", "salary": "до 460 000 руб.", "description": "Cоздание и развитие инфраструктуры для Cloud Native приложений. Выбор и обоснование инструментов хранения кода, CI/CD, хранения артефактов, cистемы оркестрации...\nБолее 3-х лет опыта работы на позиции DevOps инженера. Опыт построения сред разработки и тестирования на Cloud мощностях."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/53415397?query=DevOps", "employer": "KTS", "address": "Москва, Бауманская", "salary": "до 250 000 руб.", "description": "Собственные SAAS-продукты. Собственная школа разработки. DevOps: помогаем автоматизировать все, что связано с серверной инфраструктурой. Администрирование Kubernetes. Настройка мониторинга: prometheus...\nОпыт поддержки веб-приложений. Понимание работы протокола HTTP/HTTPS, DNS, работы сетей, TCP/IP. Опыт с docker. Настройка любого CI..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/50538745?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 170 000 руб.", "description": "Администрирование серверов на базе linux. Внедрение и развитие процессов сборки, развертывания и тестирования ПО. Автоматизация процесса создания и сопровождение dev...\nУверенное владение Linux. Знание Gitlab CI. Практические знания работы Docker, OpenShift/Kubernetes. Опыт работы с системами мониторинга и логирования Prometheus..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/43309921?query=DevOps", "employer": "ООО НТехЛаб", "address": "Москва, Белорусская и еще 2 ", "salary": "", "description": "Очень тесно взаимодействовать с разработчиками и QA в вопросах автоматизации всего и вся - мы всецело за идеи DevOps.\nХорошее понимание устройства Linux. Примерное понимание базовых алгоритмов и структур данных. Чтобы понимать, когда хорошо использовать b-tree индекс в..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52918851?query=DevOps", "employer": "Межрегиональный ТранзитТелеком (АО МТТ)", "address": "Москва, Марксистская", "salary": "от 200 000 руб.", "description": "Предоставлять CI/CD тулинг как сервис. Предоставлять платформу Kubernetes как сервис. Разрабатывать и продвигать унифицированные пайплайны/подходы/практики.\nJira, Confluence. Nginx, Openresty, Haproxy. Istio, Envoy, Linkerd. Опыт в DevOps командах по указанному тех.стеку от 2-ух лет."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/48138418?query=DevOps", "employer": "AGIMA", "address": "Москва, Чеховская", "salary": "от 180 000 руб.", "description": "Помогать коллегам настраивать CI/CD. Вводить в эксплуатацию новые сервисы. Мониторить и реагировать на инциденты. Развивать DevOps внутри компании и...\nLinux (CentOS, Debian, Ubuntu). LAMP (Linux, Apache, MySQL, PHP). Микросервисы (Python, Go). Java-приложения. Docker, Kubernetes, Helm. Ansible. Zabbix, Prometheus."}, {"title": "Системный администратор/DevOPS", "link": "https://hh.ru/vacancy/53338931?query=DevOps", "employer": "ООО Константа", "address": "Москва, Красносельская", "salary": "", "description": "Для развития и поддержки наших сервисов хотим найти в команду системного администратора/DevOPS’а. О наших задачах: Развитие и поддержка...\nОпыт администрирования Linux серверов (у нас Debian). Опыт администрирования веб-серверов и балансировщиков нагрузки (у нас Nginx). Навыки автоматизации рутинных..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/53553284?query=DevOps", "employer": "ООО Рондем", "address": "Москва", "salary": "до 200 000 руб.", "description": "Развивать и поддерживать инфраструктуру платформы. Автоматизировать процессы эксплуатации и рутинные операции. Устранять сбои в инфраструктуре.\nAnsible, Terraform. Docker-контейнеры. Gitlab. Хотите развиваться и делиться своими знаниями. Любите работать в команде, при этом способны действовать самостоятельно."}]