[{"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/50510889?query=DevOps", "employer": "KPMG", "address": "Москва", "salary": "", "description": "Развитие и поддержка CI/CD для автоматизации сборок, тестов. Разработка инструментов и автоматизация процессов развертывания систем, проектов и окружений.\nОпыт администрирования Linux: SUSE, RHEL, CentOS, другие Linux-ОС. Опыт администрирования виртуальных сред (VMware, RedHat, другие). Опыт администрирования средств мониторинга..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54211935?query=DevOps", "employer": "Альфа-Банк", "address": "Москва", "salary": "", "description": "Развитие экосистемы сервиса Альфа-Платформа (Kubernetes, Mesos/Marathon, Docker, Kafka, Cassandra, PostgreSQL, Jenkins, SonarQube, Keycloak, nginx, haproxy, keepalived, ansible).\nУверенное знание GNU/Linux. Знание Docker, Kubernetes (опыт работы с Mesos/Marathon будет плюсом). Реальный опыт использования одной из CI..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54771724?query=DevOps", "employer": "Mobigility Inc.", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Проектировать и развивать инфраструктуру. Улучшать сложившиеся процессы разработки и доставки. Обеспечивать безопасность. Системы логирования, трассировки: ELK Stack, Graylog, Grafana.\nУверенное администрирование Linux, владение git. Знание сетей, опыт балансировки нагрузки. Опыт построения архитектуры инфраструктуры. Фокус на выполнение SLA, понимать SLO..."}, {"title": "Системный инженер / DevOps (удаленная работа)", "link": "https://hh.ru/vacancy/54721513?query=DevOps", "employer": "Git in Sky", "address": "Москва", "salary": "200 000 – 250 000 руб.", "description": "Администрирование высоконагруженных систем, реализация отказоустойчивости и высокой доступности сервисов, описание инфраструктуры кодом Ansible и Terraform, настройка процессов CI/CD, настройка...\nЗнание Linux и продуктов серверной веб разработки. Знание Ansible и Git. Будет плюсом: Опыт работы с Docker, K8s..."}, {"title": "devops - полная занятость", "link": "https://hh.ru/vacancies/devops/polnaya_zanyatost", "employer": "", "address": "", "salary": "", "description": ""}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54194601?query=DevOps", "employer": "Centicore", "address": "Москва", "salary": "250 000 – 350 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "Junior DevOps инженер", "link": "https://hh.ru/vacancy/54867343?query=DevOps", "employer": "АО АЛЬЯНС ЭКО", "address": "Москва, Деловой центр и еще 2 ", "salary": "до 200 000 руб.", "description": "Поддержка и развитие инфраструктуры командной разработки. Поддержка и развитие CI/DI pipeline. Разработка средств автоматизации процессов сборки, развертывания.\nОпыт работы DevOps инженеров от 2-х лет. Опыт работы с системами контейнеризации (Docker). Знание SQL (опыт работы с MS..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54864211?query=DevOps", "employer": "Silverbird", "address": "Москва", "salary": "1 700 – 3 500 EUR", "description": "Разработка и поддержка инструментов по разветыванию окружений(Dev, Stage, Prod). — Создание и актуализация утилит по деплою. — Подготовка и инсталляция новых...\nНавыки настройки пайплайнов и серверов непрерывной интеграции(мы используем Jenkins). — Знание ключевых аспектов информационной безопасности. — Опыт работы в DevOps от..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54862371?query=DevOps", "employer": "Blackwall", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Настройка и поддержание инфраструктуры на kubernetes. ⁃ Развёртывание и мониторинг релизов. ⁃ Настройка пайплайнов сборки, тестирования и деплоя. ⁃ Автоматизация процессов и помощь...\nПонимание сетевых технологий и протоколов: модель OSI, TCP/IP, HTTP(S), DNS, etc. Понимание сервис-ориентированной архитектуры приложений."}, {"title": "DevOps (удаленно)", "link": "https://hh.ru/vacancy/54920031?query=DevOps", "employer": "ООО Лига Спорта", "address": "Москва", "salary": "90 000 – 130 000 руб.", "description": "Поддержка процесса CI с использованием Azure Pipelines (Azure DevOps). Написание скриптов автоматизации на PowerShell. Автоматизация разворачивания тестовых стендов."}, {"title": "DevOps / Системный администратор", "link": "https://hh.ru/vacancy/54768044?query=DevOps", "employer": "Booking Health GmbH", "address": "Москва", "salary": "до 4 000 EUR", "description": "Обеспечение бесперебойной работы ИТ систем, настройка и контроль систем мониторинга. Администрирование linux серверов, баз данных, и оборудования. Обеспечение информационной безопасности.\nAWS. Опыт создания и поддержки распределенных систем. OS Linux уверенные знания и опыт администрирования. Опыт работы с Zabbix и другими..."}, {"title": "DevOps инженер (ISearch)", "link": "https://hh.ru/vacancy/54030202?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Желаете участвовать в разработке бекенда (Python/C) или ETL (Hadoop/Spark). Проектировали, разрабатывали и эксплуатировали высоконагруженные распределенные системы.\nПисали код на Python, достаточно базового уровня. Понимаете и следуете принципу Infrastructure as a Code. Строили и поддерживали отказоустойчивые системы."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54525260?query=DevOps", "employer": "WAZZUP", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Развивать инфраструктуру, которая должна обслуживать цели захвата мира, повышать свою квалификацию вместе с командой разработки, внедрять новые технологии.\nУмение задавать вопросы и предлагать решения с адекватной аргументацией. Знакомство с K8S “на ты”. Опыт работы с высоконагруженными..."}, {"title": "Системный администратор / Devops инженер", "link": "https://hh.ru/vacancy/54932440?query=DevOps", "employer": "ООО Инспектор Клауд", "address": "Москва", "salary": "150 000 – 250 000 руб.", "description": "Администрировать Kubernetes кластера. Настраивать пайплайны CI/CD. Автоматизировать процессы ML(machine learning). Внедрять новые технологии и решения. Настраивать кластеры kubernetes...\nОпыт работы с Prometheus. Вы знакомы с книгой Google SRE."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54292877?query=DevOps", "employer": "ВЦИОМ", "address": "Москва, Парк культуры и еще 2 ", "salary": "от 229 000 руб.", "description": "Автоматизация рутинных задач (Bash/Python/GO). Применение методологии и инструментов DevOps в работе (BitBucket, Ansible, Jenkins). Проверка, обновление, настройка ключевых...\nОпыт работы и настройки Nginx и HAproxy. Опыт работы с инструментами DevOps: Bitbucket. Плюсом будет умение работать с git."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52545858?query=DevOps", "employer": "Finch", "address": "Москва", "salary": "80 000 – 120 000 руб.", "description": "Администрирование серверов под управлением ОС Linux. Инсталляция и сопровождение сервисов DNS,DHCP,VPN,Nginx,SQL servers, Elastic search,Kafka, RabbitMQ...\nОпыт работы системным администратором 1-2 года. Опыт работы linux(желательно Debian/Ubuntu) от 1 года. Опыт работы в системах..."}, {"title": "Senior DevOps in Blockchain Startup", "link": "https://hh.ru/vacancy/54445824?query=DevOps", "employer": "Петухова Алия", "address": "Москва", "salary": "315 000 – 860 000 руб.", "description": "Разработка и тех. обслуживание за счет внедрения инструментов, которые автоматизируют работу и улучшат процесс разработки. Автоматизация delivery-процессов и capacity...\nРелокация в Японию. Опыт работы DevOps или на аналогичной должности от 3-х лет. Уверенное владение английским языком."}, {"title": "Middle/Senior DevOps engineer", "link": "https://hh.ru/vacancy/54500381?query=DevOps", "employer": "КИБЕР-РОМ", "address": "Москва", "salary": "250 000 – 400 000 руб.", "description": "Развивать инфраструктуру, повышать свою квалификацию вместе с командой; разработки, внедрять новые технологии. Повышать отказоустойчивость и доступность сервиса. Привносить дельные рекомендации...\nЗнакомство с K8S “на ты”, у нас Rancher. Опыт работы с высоконагруженными сервисами. Владение bash/python/go."}, {"title": "Senior DevOps \\ Linux admin", "link": "https://hh.ru/vacancy/54866528?query=DevOps", "employer": "Ритм", "address": "Москва", "salary": "100 000 – 350 000 руб.", "description": "GPU.\nОпыт развертывания на свое железе (ЦОД). Опыт развертывания на облачных сервисах. Оперативность. CI/CD, Git."}, {"title": "Senior DevOps Engineer (Удаленно)", "link": "https://hh.ru/vacancy/54040717?query=DevOps", "employer": "SF Inc", "address": "Москва", "salary": "3 500 – 6 000 USD", "description": "Поддержка и улучшение текущей инфраструктуры. Взаимодействие с командой разработки. Оперативное решение возникших проблем. 1) Разворачивание, конфигурирование и эксплуатация Prometheus.\nОпыт созданий и эксплуатации решений на базе облачной платформы AWS (EKS/RDS/VPC/etc.) на продакшен окружении. — Опыт эксплуатации Terraform. —"}, {"title": "SRE Lead (DevOps Lead)", "link": "https://hh.ru/vacancy/54738040?query=DevOps", "employer": "Mindbox", "address": "Москва, Белорусская и еще 1 ", "salary": "350 000 – 450 000 руб.", "description": "Также нужно будет отвечать за деливири команды, решать бизнес-проблемы и развивать команду при быстром росте: нагрузке, постоянных изменениях и...\nТехнологии и процессы: Terraform Ansible Packer. Виртуализация HyperV."}, {"title": "Программист (DevOps)", "link": "https://hh.ru/vacancy/54780625?query=DevOps", "employer": "ООО Танто Солюшнз", "address": "Москва, Пролетарская", "salary": "", "description": "Поддержка инфраструктуры разработки, CI/CD. Настройка и развертывание тестовых стендов. Мониторинг работоспособности сервисов. Выполнение работы по подготовке программ к отладке...\nОпыт работы с операционной системы Linux (centOS, Debian). Навыки программирования на скриптовых языках (Рython, Bash). Опыт работы с Docker, Docker..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/50538745?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 170 000 руб.", "description": "Администрирование серверов на базе linux. Внедрение и развитие процессов сборки, развертывания и тестирования ПО. Автоматизация процесса создания и сопровождение dev...\nУверенное владение Linux. Знание Gitlab CI. Практические знания работы Docker, OpenShift/Kubernetes. Опыт работы с системами мониторинга и логирования Prometheus..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54690199?query=DevOps", "employer": "ООО МК Доктор рядом", "address": "Москва", "salary": "250 000 – 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "Junior Devops specialist", "link": "https://hh.ru/vacancy/54925569?query=DevOps", "employer": "Лига Цифровой Экономики", "address": "Москва, Дмитровская", "salary": "", "description": "Администрирование инфраструктуры заказчика, решение инцидентов связанных с отказом сервиса или его некорректной работы. - Обновление, настройка инфраструктуры. - Мониторинг (Prometheus Grafana).\nОпыт администрирования Linux. - Знание Bash, Git. - Опыт работы с Docker, Ansible, Jenkins."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54944820?query=DevOps", "employer": "ООО Эпплайнер", "address": "Москва", "salary": "", "description": "Управление, обслуживание, настройка и развертывание кластеров Kubernetes. Улучшение существующих helm charts, оптимизация существующих и разработка новых. Взаимодействие с командой разработчиков...\nОпыт сопровождения Kubernetes on Bare Metal (Kubernetes the Hard Way). Опыт работы с Istio и calico (calico BGP, да мы..."}, {"title": "Системный администратор / junior devops инженер", "link": "https://hh.ru/vacancy/46023828?query=DevOps", "employer": "Сбер для экспертов", "address": "Москва", "salary": "", "description": "Приемка, внедрение новых версий, настройка АС, участие в DevOps процессах. Построение мониторинга компонентов АС, мониторинг, решение инцидентов, проблем.\nИметь представление об архитектурах приложений, интеграционных взаимодействиях, шлюзовых решениях. Понимание принципов DevOps, цикла разработки, внедрения и сопровождения ПО."}, {"title": "DevOps Engineer Web3", "link": "https://hh.ru/vacancy/54816697?query=DevOps", "employer": "ООО Сейнтс", "address": "Москва", "salary": "от 150 000 руб.", "description": "Взаимодействие с командами разработчиками блокчейнов с целью получения статуса держатель узла (ноды). — Разворачивание нод и обеспечение их бесперебойного функционала. —\nАнглийский уровня Intermediate, переписка и чтение. — Работа с командной строкой linux. — Знание ubuntu. — Умение делать бэкапы. — Опыт работы с облачными..."}, {"title": "DevOps - разработчик ПО", "link": "https://hh.ru/vacancy/53872712?query=DevOps", "employer": "ООО Прогматик Лаб", "address": "Москва, Белорусская и еще 1 ", "salary": "от 200 000 руб.", "description": "Автоматизация и инфраструктура в среде OpenStack и Kubernetes. Самостоятельный анализ задачи, требований, участие в разработке архитектуры, общение с заказчиками.\nУглубленный опыт DevOps в среде OpenStack или Kubernetes с акцентом на разработку, а не администрирование. Комфортное владение Линукс как среды..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54453712?query=DevOps", "employer": "AISA", "address": "Москва, Кантемировская", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "DevOps инженер [Антифрод]", "link": "https://hh.ru/vacancy/54948182?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва, Технопарк", "salary": "", "description": "Администрировать ВМ под управлением ОС, совместимых с RHEL. Администрировать кластера Kubernetes, развернутые в частных облаках МТС. Разворачивать и конфигурировать ВМ...\nВладение Linux на уровне системного администратора. Знание скриптовых языков Bash (уверенно), Python(начальный). Знание языков запросов БД на уровне SELECT..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54813785?query=DevOps", "employer": "Дартс рекрутинг сервисез", "address": "Москва", "salary": "200 000 – 350 000 руб.", "description": "Платформа - это основной инструмент для совместной работы патологов, клиницистов и радиологов. Основная задача продукта: Обеспечить работу в мультидисциплинарных командах.\nТехнологии на проекте. GitLab CI, ArgoCD. Опыт применения аналогичного технологического стека. Опыт администрирования сложной системы в production c десятками серверов."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54913387?query=DevOps", "employer": "ООО Скайлав Рус", "address": "Москва, Выставочная", "salary": "", "description": "Поддержка текущего инфраструктурного решения (Nginx, Apache, Kafka). Регуляция окружающих элементов разработки. Проектирование и поддержка архитектуры: Bitbucket CI/CD, микросервисная архитектура...\nОпыт работы системным инженером/администратором от 2-х лет. Отличные знания Unix, опыт написания скриптов Bash, Python будет плюсом."}, {"title": "Старший DevOps инженер (Kubernetes)", "link": "https://hh.ru/vacancy/49426951?query=DevOps", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва, Тульская", "salary": "200 000 – 350 000 руб.", "description": "Администрирование Kubernetes кластера: автоматизация провиженинга и деплоя, оптимизация используемых ресурсов кластера. Администрирование серверов с использованием Terraform и Ansible.\nБольшой опыт работы с Linux (Ubuntu). Понимание устройства аппаратной части сервера, сетей и т.п. Опыт написания скриптов на bash."}, {"title": "DevOps Engineer (Tinkoff International)", "link": "https://hh.ru/vacancy/54878473?query=DevOps", "employer": "Тинькофф", "address": "Москва", "salary": "", "description": "Настройка инфраструктурных компонентов AWS (EC2, EKS, ECR, ELB, EBS, S3, VPC, etc). Организация удобной инфраструктуры по доставке ПО...\nОпыт администрирования Linux от 3-х лет, знание сетевого стека. Опыт работы с AWS и настройки инфраструктурных компонентов."}, {"title": "Senior DevOps Engineer/ Highload SRE", "link": "https://hh.ru/vacancy/49788206?query=DevOps", "employer": "ООО Karma8", "address": "Москва", "salary": "200 000 – 500 000 руб.", "description": "Построить CI/CD для новых микросервисов. Создать и поддерживать среды разработки и тестирования. Помогать в развитии и поддержании работоспособности инфраструктуры.\nОпыт работы в высоконагруженных проектах от 3-х лет. Уверенные знания сетей TCP/IP. Практический опыт работы с конфигурациями с..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54887244?query=DevOps", "employer": "Sky Fort Technologies", "address": "Москва", "salary": "150 000 – 230 000 руб.", "description": "Работать на инфраструктурой с помощью terraform, конфигурировать сервера с помощью ansible, реализовывать тулзы с помощью go/python. Автоматизацией процессов непрерывной...\nОпыт работы с CI/CD системами. Мы используем Jenkins. Опыт работы с AWS или Azure. Сильные скилы администратора Linux или..."}, {"title": "Инженер по внедрению\\Junior Devops", "link": "https://hh.ru/vacancy/54928287?query=DevOps", "employer": "Бюджетные и Финансовые Технологии", "address": "Москва", "salary": "", "description": "Вводить в эксплуатацию и тестировать наши системы и сервисы. Оперативно реагировать на инциденты: обнаруживать проблемы, решать их, выяснять причины возникновения...\nУверенные знания Linux стека на уровне Администратора. Знание сетевого стека. Опыт работы с Git. Умение писать скрипты, плейбуки на Ansible..."}, {"title": "Devops эксперт (инженер)", "link": "https://hh.ru/vacancy/53825294?query=DevOps", "employer": "Центр инноваций и информационных технологий", "address": "Москва, Новослободская", "salary": "240 000 – 250 000 руб.", "description": "Администрирование и поддержка *nix-серверов (>200) . Внедрение\\сопровождение процессов CI/CD. Поддержка релизных процессов. Конфигурирование и поддержка системы деплоя Docker.\nОпыт работы с системой виртуализации от VMware. Глубокое знание принципов DevOps. Знакомство с системами управления конфигурациями (Ansible \\ Salt \\ Puppet)."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54724263?query=DevOps", "employer": "ООО БОЛЬШАЯ ТРОЙКА", "address": "Москва", "salary": "до 350 000 руб.", "description": "Участие в проектировании архитектуры информационных систем, консультирование разработчиков, менеджеров. Развертывание ИС на этапе разработки. Разработка механизмов автоматизации развертывания ИС.\nОпыт использования и настройки linux на сервере (Debian и подобные, Redhat и подобные). Опыт работы с Terraform, либо аналогами."}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54600609?query=DevOps", "employer": "АТОЛ, группа компаний", "address": "Москва, Савёловская", "salary": "180 000 – 200 000 руб.", "description": "Автоматизировать процесс сборки и развертывания по всем проектам, которые ведет компания: встраиваемые приложения, мобильные приложения, серверные приложения. Управлять процессом развертывания...\nГлубокое понимание принципов CI\\CD. Хорошее понимание процесса автоматической сборки приложений на сервере сборки Gitlab CI\\CD. Интеграция сервера сборки..."}, {"title": "DevOps инженер [IoT Hub]", "link": "https://hh.ru/vacancy/54948154?query=DevOps", "employer": "ПАО «МТС»", "address": "Москва, Технопарк", "salary": "", "description": "Администрировать ВМ под управлением ОС, совместимых с RHEL. Администрировать кластера Kubernetes, развернутые в частных облаках МТС. Разворачивать и конфигурировать ВМ...\nУверенное знание ОС Linux. Kubernetes со стороны администратора, Helm. Системы мониторинга и логирования: Prometheus, Grafana, Graylog, ELK. Gitlab CI."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/49904239?query=DevOps", "employer": "Eagle Dynamics", "address": "Москва, Водный стадион", "salary": "150 000 – 200 000 руб.", "description": "Настраивать и поддерживать системы Continuous Integration (Buildbot). Взаимодействовать с командой разработки, поддерживать и развивать инструменты разработки (code review, VCS).\nВладение Python. Опыт администрирования Windows Server (можно Linux, но придется вкатываться в текущую инфраструктуру). Английский язык не ниже Upper Intermediate."}, {"title": "Senior Devops/Ведущий Devops-инженер (РТ)", "link": "https://hh.ru/vacancy/54890843?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "от 300 000 руб.", "description": "Организация процесса DevOps. Разработка, запуск и поддержка конвейера непрерывной поставки ПО. Интеграция инструментов, обеспечивающих конвейер непрерывной поставки. Подготовка, автоматизация подготовки...\nОпыт организации процесса CI/CD. Опыт практической эксплуатации нагруженных сервисов в режиме 24x7. Опыт работы с Nginx, Haproxy..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54249528?query=DevOps", "employer": "ООО АЛРОСА Информационные технологии", "address": "Москва", "salary": "", "description": "Участие в проектах по внедрению и развитию информационных систем (ИС). Мониторинг ИС, анализ быстродействия и тонкая настройка. Экспертная поддержка инженеров...\nОпыт работы от 3 лет работы системным администратором, или DevOps инженером. Опыт работы с Docker, или Kubernetes от 1 года."}, {"title": "Senior DevOps инженер (в Черногорию)", "link": "https://hh.ru/vacancy/54214108?query=DevOps", "employer": "AMarkets", "address": "Москва", "salary": "до 4 000 USD", "description": "Будем работать как с микросервисной архитектурой, так и с legacy-монолитами, которые мы уже достаточно плотно изучили и документировали.\nНаличие коммерческого опыта работы с инфраструктурой современных IT-решений от 2ух лет. Отличное понимание ОС Linux. Отличное знание Docker..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54884808?query=DevOps", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "от 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54637006?query=DevOps", "employer": "Altenar", "address": "Москва", "salary": "", "description": "Развивать и совершенствовать стек DevOps инструментов (Kubernetes, Helm, Flux, Azure DevOps, Terraform, Kubespray, Ansible etc.). Автоматизировать тестирование и развертывать на...\nОпыт построения CI/CD pipelines с jenkins/Azure DevOps/teamcity или другими системами ci/cd. Опыт работы с системами сообщений..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54458378?query=DevOps", "employer": "Softline", "address": "Москва, Павелецкая", "salary": "", "description": "Установка, обновление, настройка и сопровождение работы корпоративного репозитория Sonatype Nexus3. Интеграция поддержки работы Nexus с самоподписанными SSL-сертификатами.\nОпыт администрирования Linux cемейства RHEL \\ CentOS. Опыт работы с системами виртуализации VMware, VirtualBox. Уверенные знания в работе с Docker и..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54866541?query=DevOps", "employer": "CLICK LEAD", "address": "Москва", "salary": "", "description": "Выбор и внедрение современных средств DevOps. Развитие и автоматизация инфраструктурных сервисов. Следование подходу infrastructure as a code.\nЗнание систем с контейнеризацией и Kubernetes - обязателен. Практический опыт работы с Ansible, terraform. Уверенные знание Unix на отлично."}, {"title": "Junior DevOps / DevSecOps Engineer (в компанию - резидент \"Сколково\")", "link": "https://hh.ru/vacancy/54827104?query=DevOps", "employer": "Нек. орг. Фонд Сколково", "address": "Москва", "salary": "", "description": "Автоматизация и поддержка внутренней инфраструктуры DevOps. - Участие в проектах по анализу защищенности и построению процессов разработки защищенных приложений – от поиска...\nПонимание принципов и инструментов DevOps. Приветствуется: - Опыт администрирования Linux или Windows. - Опыт работы в технической поддержке не ниже второго уровня. -"}, {"title": "Системный администратор / DevOps инженер", "link": "https://hh.ru/vacancy/54689224?query=DevOps", "employer": "AppCapital", "address": "Москва", "salary": "", "description": "Автоматизация и модернизация существующей инфраструктур, внедрение современных DevOps-практик в существующих проектах. Перенос настроек в IT системах. Администрирование решений SaaS.\nПонимание принципов работы Linux, основных Linux-команд. Опыт работы с высоконагруженными БД (Oracle, MS SQL,PostgreSQL). Опыт работы с распределенными..."}, {"title": "Системный Архитектор", "link": "https://hh.ru/vacancy/54822193?query=DevOps", "employer": "Бизнес-Азимут", "address": "Москва", "salary": "400 000 – 450 000 руб.", "description": "Планирование и координация работ тех. специалистов (тим. лидов, DevOps) по реализации функциональности. Участие и координация подготовки программы нагрузочного, интеграционного тестирования...\nВысшее техническое образование. Опыт работы в сфере ИТ 8 лет. Опыт работы в роли системного (технического) архитектора многокомпонентных информационных систем..."}, {"title": "Devops Администратор", "link": "https://hh.ru/vacancy/54567151?query=DevOps", "employer": "Russ Outdoor", "address": "Москва", "salary": "от 300 000 руб.", "description": "Помощь программистам с выкаткой релизов и откатом обратно в случае багов. Настроить мониторинг и поддерживать его при помощи стека Zabbix.\nОпыт работы и знание операционных систем на базе Linux. Опыт работы с CI/СD системами. Опыт работы с системами автоматического..."}, {"title": "devops - полная занятость", "link": "https://hh.ru/vacancies/devops/polnaya_zanyatost", "employer": "", "address": "", "salary": "", "description": ""}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52918851?query=DevOps", "employer": "Межрегиональный ТранзитТелеком (АО МТТ)", "address": "Москва, Марксистская", "salary": "от 200 000 руб.", "description": "Предоставлять CI/CD тулинг как сервис. Предоставлять платформу Kubernetes как сервис. Разрабатывать и продвигать унифицированные пайплайны/подходы/практики.\nJira, Confluence. Nginx, Openresty, Haproxy. Istio, Envoy, Linkerd. Опыт в DevOps командах по указанному тех.стеку от 2-ух лет."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54396343?query=DevOps", "employer": "ООО ИнЭкс", "address": "Москва, Комсомольская и еще 1 ", "salary": "", "description": "Обучать команды разработки типовым devops-операциям по бизнес-историям и devops-инструментам с целью повышения самостоятельности команд. Заменить процедуры деплоймента...\nЗнаком с одним из IaC инструментов (мы используем Ansible). Имеешь опыт администрирования баз данных (у нас PostgreSQL). Имеешь представление о..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54559726?query=DevOps", "employer": "Первый ОФД", "address": "Москва, Павелецкая", "salary": "", "description": "Снижение зависимости команд разработки от ручных действий команды. Devops. Сокращение количества проблем, связанных с уязвимостями и качеством. Кода.\nОпыт администрирования Hadoop/hdfs/phoenix/ambari. Понимание назначения инструментов ИБ. Понимание принципов мониторинга серверов и приложений. Понимание принципов сбора логов."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54213165?query=DevOps", "employer": "Betting Software", "address": "Москва", "salary": "1 000 – 3 000 USD", "description": "Производить установку, настройку и обновление системного ПО (Docker, PostgreSQL, RabbitMQ, Redis, Nginx). Мониторинг серверов средствами prometheus ( grafana). Заниматься разработкой сценариев...\nОпыт работы DevOps инженером / Linux system administrator от 1,5 лет. Экспертные знания и опыт администрирования Linux (предпочтительно Ubuntu)."}, {"title": "Ведущий DevOps инженер", "link": "https://hh.ru/vacancy/54870018?query=DevOps", "employer": "ООО Эвокарго", "address": "Москва, Алексеевская", "salary": "", "description": "Evocargo создает транспорт будущего. Мы проектируем, конструируем и собираем автономные электро-грузовики, разрабатываем программное обеспечение беспилотника и низкоуровневых компонентов.\nРаботал с Docker, GitLab CI. Плюсом будет опыт работы с Terraform и Helm. Имеешь опыт декларативного описания процессов CI\\CD."}, {"title": "DevOps специалист (удалённо)", "link": "https://hh.ru/vacancy/54917139?query=DevOps", "employer": "EGGНEADS", "address": "Москва", "salary": "от 200 000 руб.", "description": "Администрирование виртуальных машины Linux Ubuntu в Yandex Cloud. Администрирование Mysql, Redis, Clickhouse, Apache, Nginx. Построение конвейеров в GitHub Actions, TeamCity.\nПонимание методологии DevOps. ОС семейства Linux на уровне администратора. Mysql, Redis, Apache, Nginx, (GitHub Actions/GitLab-CI/TeamCity), Zabbix, Python..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54880641?query=DevOps", "employer": "Московский филиал АО ЦентрИнформ", "address": "Москва", "salary": "до 150 000 руб.", "description": "Сопровождение сервисов и серверов системы ЕГАИС.\nОпыт использования Ansible. Опыт администрирования PostgreSQL. Опыт администрирования Kafka. Настройка мониторинга в grafana. Знание python. Знакомство с kubernetes."}, {"title": "DevOps Engineer в блокчейн-стартап (Чехия, удаленно)", "link": "https://hh.ru/vacancy/54548844?query=DevOps", "employer": "Alex Staff Agency", "address": "Москва", "salary": "до 3 200 EUR", "description": "Управление операциями внутри сервиса, поддержание баланса надежности и скорости его работы. Построение и внедрение CI/CD-пайплайнов Gitlab для развертывания...\n2 года опыта работы на позиции Cloud или DevOps- инженера. Опыт работы с инструментами оркестровки и контейнеризации (Kubernetes)."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54877556?query=DevOps", "employer": "ООО Банк 131", "address": "Москва", "salary": "", "description": "CI/CD (сборка, тестирование, деплой скрипты сервисов, помощь разработчикам в выливке нового сервиса в прод). Cloud (Администрирование Vcloud, AWS, работа...\nОпыт администрирования Linux. Опыт настройки CI/CD (Gitlab, Jenkins). Умение работать с GIT(MR, решение конфликтов, и др)."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54602522?query=DevOps", "employer": "Neattech.io", "address": "Москва", "salary": "", "description": "Проектирует, внедряет и сопровождает серверную инфраструктуру. Настраивает и поддерживает CI/CD (Backend, Frontend, Mobile). Внедряет и настраивает инструменты по развертыванию...\nКакой опыт и навыки важны для нас: Владение инструментами контейнеризации (Docker, Kubernetes). Владение инструментами infrastructure as code: Terraform, Ansible, AWS..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54475180?query=DevOps", "employer": "ООО Делис Инфо", "address": "Москва, Авиамоторная и еще 2 ", "salary": "от 200 000 руб.", "description": "Разработка pipeline CI/СD сборки и развертывания приложений компании. Внедрение и поддержка Kubernetes. Настройка и оптимизация производительности модулей информационных систем.\nОпыт работы с Gitlab CI. Опыт работы с Docker/Kubernetes. Самостоятельность и инициативность. Опыт Ansible. Хорошие знания в Bash."}, {"title": "DevOps инженер (Дистанционная работа)", "link": "https://hh.ru/vacancy/54292688?query=DevOps", "employer": "АО ГНИВЦ", "address": "Москва", "salary": "", "description": "Выстраивать процессы CI/CD. Поддерживать тестовые и боевые окружения. Развивать средства мониторинга сервисов.\nЗнание Hadoop, Prometheus, ОС Windows. Знание и принятие ценности DevOps-методик. Отличные знания Linux-систем. Опыт использования систем управления конфигурациями."}, {"title": "DevOps - инженер\\Системный администратор", "link": "https://hh.ru/vacancy/54944762?query=DevOps", "employer": "ООО КОС Девелопмент", "address": "Москва", "salary": "", "description": "Автоматизация инфраструктуры. Планирование потребления ресурсов. Оптимизация инфраструктуры.\n...системы мониторинга; elk; grafana.postgre, mongo, clickhouse, kafka, zookeeper, redis, azure devops, elk, prometheus, grafana. Навыки работы с любым языком программирования..."}, {"title": "DevOps (DataOps) / Специалист по развертыванию и поддержке инфраструктуры данных", "link": "https://hh.ru/vacancy/54375954?query=DevOps", "employer": "АНО Инфокультура", "address": "Москва, Кузнецкий мост и еще 2 ", "salary": "от 70 000 руб.", "description": "Реагировать на алерты и настраивать мониторинг в новых проектах. Копировать маленькие и большие (ТБ) дампы между серверами, автоматизировать эти процессы.\nСлышали про CVE, heartbleed, log4j. Освоить ansible, podman(docker), postgresql, mongodb, zfs, подход infrastructure as code."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/42519093?query=DevOps", "employer": "ЛитРес", "address": "Москва, Выставочная и еще 1 ", "salary": "", "description": "Развивать и поддерживать платформу для разработки. Улучшать и внедрять новые практики DevOps. Развивать и обогащать системы мониторинга и сбора логов.\nЗнание Ansible на middle уровне. Знание Kubernetes на middle уровне. Эксплуатация на bare metal. Опыт работы cо стеком Prometheus/Alertmanager..."}, {"title": "Разработчик инструментов DevOps", "link": "https://hh.ru/vacancy/53612402?query=DevOps", "employer": "SberTech", "address": "Москва", "salary": "", "description": "Вашими главными задачами будет ведение задач полного цикла по разработке новых механизмов инструментов DevOps: сбор требований с заказчика, прототипирование, реализация..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/53626965?query=DevOps", "employer": "INFOWATCH", "address": "Москва", "salary": "", "description": "Развитие и оптимизация процессов CI/CD. Подготовка и сопровождение DEV/QA инфраструктуры. Поддержка существующих автоматизированных сборок ПО на OS FreeBSD.\nНа уровне продвинутого пользователя: git, docker%. Опыт работы на позиции DevOps от 2-х лет. Знание языков программирование на достаточном..."}, {"title": "DevOps инженер (remote)", "link": "https://hh.ru/vacancy/54920171?query=DevOps", "employer": "Коуб", "address": "Москва", "salary": "", "description": "Сопровождение кластеров kubernetes в AWS. Автоматизация задач администрирования (управление конфигурациями, контейнеризация, подготовка артефактов). Введение новых сервисов, участие в проектировании, формировании...\nОпыт работы с AWS. Опыт эксплуатации kubernetes кластеров в продакшне (идеально kops в AWS). Опыт работы с Terraform (понимание как..."}, {"title": "Системный администратор/ DevOps", "link": "https://hh.ru/vacancy/54518509?query=DevOps", "employer": "FunBox", "address": "Москва", "salary": "от 220 000 руб.", "description": "Работать над расширением кластера Kubernetes и улучшением его надежности и резервирования. Улучшать возможности кластера и удобство его использования командами разработки.\nОпыт работы с software provisioning и configuration management продутами (SaltStack, Ansible, Chef, ...). Опыт программирования или написания системных скриптов."}, {"title": "DevOps/Инженер по релизам и конфигурациям", "link": "https://hh.ru/vacancy/54874122?query=DevOps", "employer": "Т1 Интеграция", "address": "Москва", "salary": "", "description": "Построение процесса CD с вендорской разработкой. Сопровождение поставок от получения до внедрения на промышленную среду. Актуализация общесистемной документации.\nКлючевое: Опыт администрирования unix (мониторинг, отладка, развитие). От 2х лет опыта DevOps. От 2х лет опыта работы с..."}, {"title": "Devops инженер", "link": "https://hh.ru/vacancy/54434418?query=DevOps", "employer": "ООО Темполайн Логистика", "address": "Москва", "salary": "от 180 000 руб.", "description": "Организация непрерывной интеграции и доставки (CI/CD). Автоматизация развертывания серверов (IaC). Настройка мониторинга производственных систем. Организации бэкапирования производственной инфраструктуры.\nОткрытость к мнениям и умение договариваться. Опыт работы Devops инженером. Навыков администрирование серверов Linux (Debian, Ubuntu). Опыт работы с Java..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/53645925?query=DevOps", "employer": "ООО Мультибонус", "address": "Москва, Деловой центр", "salary": "", "description": "Развертывание технологической платформы (окружений) для процессов непрерывной интеграции, тестирования, доставки и эксплуатации приложений. Обеспечение работоспособности технологической платформы (окружений).\nОпыт работы в аналогичной должности – от 3 лет. Знание Git, Jira, CI/CD tools. Kubernetes container orchestration - включая управление развертыванием..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54634383?query=DevOps", "employer": "ООО Ярус", "address": "Москва, Автозаводская и еще 1 ", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "Devops Engineer | SRE", "link": "https://hh.ru/vacancy/52256634?query=DevOps", "employer": "Яндекс", "address": "Москва, Парк культуры", "salary": "", "description": "Участвуют в недельных дежурствах, занимаются выкладкой релизов. Развивать и внедрять новые практики из DevOps и SRE. Развивать CI/CD, оптимизировать...\nРаботаете с Unix-системами более двух лет. Знакомы с микросервисной архитектурой. Имеете опыт работы с Kubernetes и Terraform."}, {"title": "Senior DevOps-инженер", "link": "https://hh.ru/vacancy/54902168?query=DevOps", "employer": "МАГНИТ, Розничная сеть", "address": "Москва", "salary": "", "description": "Настройкой CI/CD (Gitlab, Ansible, SonarQube, Nexus). Написанием конфигураций Ansible. Сопровождением и развитием текущей инфраструктуры проекта. Заботой о безопасности (vpn...\nОпыт администрирования OS Linux не менее 2-х лет. Опыт работы с системами оркестрации конфигураций от 1 года."}, {"title": "Top-notch DevOps/SRE engineer", "link": "https://hh.ru/vacancy/54573112?query=DevOps", "employer": "Diabolocom", "address": "Москва", "salary": "5 000 – 10 000 EUR", "description": "Technical challenge on Hacker Rank. Visio with Head of Infra & CTO. Technical interview with DevOps/SRE team. Final interview with...\nPassionate about system and/or network, you wish to join a fast-paced company and a technical team strongly oriented..."}, {"title": "DevOps-инженер (ДОМ.API)", "link": "https://hh.ru/vacancy/54928414?query=DevOps", "employer": "АО Банк ДОМ.РФ", "address": "Москва", "salary": "", "description": "Автоматизацией процесса CI/CD для платформы управления API (Kubernetes, Gitlab CI). Настройкой инструментов мониторинга, логирования, контроль работы компонентов платформы, бэкап...\nОпыт работы в аналогичной должности от 2-х лет. Навык работы в Linux на уровне администрирования. Опыт работы с Docker..."}, {"title": "Devops инженер (Kubernetes terraform), удаленно", "link": "https://hh.ru/vacancy/54550477?query=DevOps", "employer": "ООО Смарт-ком", "address": "Москва", "salary": "", "description": "Мы занимаемся разработкой крупных решений для коммерческих компаний. Основными направлениями разработки программных решений являются сбор и обработка данных, автоматизация бизнес...\nОпыт работы с Docker и Kubernetes k8s от 2 лет. Опыт работы с Production средами. Опыт работы с..."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54224071?query=DevOps", "employer": "Aquiva Labs", "address": "Москва", "salary": "", "description": "Работать в русскоязычной команде, но в тесном контакте с коллегами из других стран. Брать инициативу в улучшении процессов управления инфраструктурой...\nОт двух лет опыта в devops. Опыт работы с Docker. Опыт плотной работы в AWS. Базовые умения администрирования в Linux."}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54602357?query=DevOps", "employer": "Технос-К", "address": "Москва", "salary": "до 300 000 руб.", "description": "Установка, сопровождение стендов разработки (OpenShift, virtual machine). Разработка конвейера CI/CD при помощи Teamcity. Собирать приложения и упаковывать их в...\nЗнание и опыт работы с инструментами сборки приложений. Знание и опыт контейнеризации и оркестрации. Понимание принципа Infrastructure as a Code..."}, {"title": "Devops инженер Linux (проект Медиа Инфраструктура)", "link": "https://hh.ru/vacancy/53288121?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва", "salary": "", "description": "Администрирование виртуальных серверов Linux (Ubuntu, CentOS). Подготовка, тестирование и развертывание приложений и обновлений для серверов. Администрирование систем мониторинга и анализ...\nОпыт работы в роли системного инженера от 3 лет и знать от 60% указанного техстека. Опытный администратор серверной ОС Linux..."}, {"title": "Middle DevOps-инженер", "link": "https://hh.ru/vacancy/54055072?query=DevOps", "employer": "Selecty", "address": "Москва", "salary": "", "description": "Разработка решений CI/CD для продуктов компании. Развитие платформы контейнеризации на базе kubernetes. Тесное сотрудничество с отделами разработки, тестирования.\nОпыт использования и понимание работы системы контроля версий Git (мы используем GitLab). Понимание что такое DevOps и SRE, и применение..."}, {"title": "Руководитель службы DevOps", "link": "https://hh.ru/vacancy/51354636?query=DevOps", "employer": "ООО МультиКарта", "address": "Москва", "salary": "", "description": "Взаимодействие с командами разработчиков, тестировщиков и сопровождения в ходе планирования, реализации и подведения результатов выполнения работ по применению DevOps практик...\nСистемы оркестрации (Кубер, докер или Openshift). Системы конфигурации (Chef, Ansible)."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54887640?query=DevOps", "employer": "SberTech", "address": "Москва", "salary": "", "description": "Среда разработки - средство для моделирования бизнес процессов в нотации BPMN2.0. Среда исполнения бизнес процессов - высокодоступный, масштабируемый сервис по...\nПродукты и их особенности: Хорошее знание и опыт в Jenkins, Docker, Openshift, k8s, Nginx. Знания и администрирование Centos..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54823993?query=DevOps", "employer": "iWENGO - бизнес-школа электронной коммерции", "address": "Москва", "salary": "до 150 000 руб.", "description": "Планирование развития и администрирование DevOps стека, разработка инструментов и автоматизация процессов развертывания и тестирования систем, проектов и окружений, внедрение сервисов. -\nЗнакомы с микросервисной архитектурой и инфраструктура как код. - Опыт работы с Azure Devops. - Имеете базовые знания программирования на PHP или..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/53574533?query=DevOps", "employer": "Human Capital", "address": "Москва, Улица 1905 года", "salary": "", "description": "Развивать инфраструктурные приложения для осуществления непрерывной разработки. Администрирование приложений MSSQL Server 2016, Kubernates, Docker, PostgreSQL. Обеспечение отказоустойчивости и мониторинга ПО...\nОпыт работы в нашем стеке от 1,5 лет (готовы рассмотреть кандидатов с опытом в DevOps от года)."}, {"title": "DevOps Engineer (AWS)", "link": "https://hh.ru/vacancy/54594649?query=DevOps", "employer": "Lucy in the Sky Inc", "address": "Москва", "salary": "", "description": "Первое – поддержка и улучшение Dev инфраструктуры, CI/CD процессов. Второе – организация высокой доступности, поддержка и улучшение Prod инфраструктуры.\nКоммерческий опыт использования сервисов AWS (EC2, S3, EKS, VPC, Route53, RDS, SNS, SQS, Lambda, Step Function, CloudWatch..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54248629?query=DevOps", "employer": "inDriver", "address": "Москва, Белорусская", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "Kubernetes DevOps specialist", "link": "https://hh.ru/vacancy/54892382?query=DevOps", "employer": "Т1 Интеграция", "address": "Москва", "salary": "", "description": "Принимать участие в создании стендов тестирования. Автоматизировать установку стендов тестирования. Исследовать/тестировать возможность использования технологий/решений/оборудования в существующей и...\nВысшее техническое образование. Опыт работы: не менее 3 лет в ИТ. Знание Linux на уровне администратора. Опыт планирования, развёртывания и..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/50275116?query=DevOps", "employer": "Газпромбанк", "address": "Москва", "salary": "", "description": "...и инструментов DevOps. Поддержка и развитие инфраструктуры разработки. Создание сервисов CI, CD и AT, их актуализация. Консультация DevOps инженеров АС...\nВысшее техническое образование. Опыт углубленной диагностики и устранения проблем сервисов. Опыт работы с git. Навыки администрирования операционных систем."}, {"title": "Senior DevOps инженер (дистанционно)", "link": "https://hh.ru/vacancy/54595698?query=DevOps", "employer": "ООО Ньюити", "address": "Москва", "salary": "", "description": "Поддержка и развитие облачной инфраструктуры разработки и продуктового кластера, реагирование на инциденты. Оптимизация существующей инфраструктуры под требования бизнеса.\nАнглийский - желателен, но не обязателен. Реально работающие продукты. Проекты с продвинутыми технологиями, лучшие практики DevOps. Надежные партнеры и инвесторы."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/53286278?query=DevOps", "employer": "Human Capital", "address": "Москва", "salary": "", "description": "Построение и развитие инфраструктуры. Построение и поддержка систем логирования и мониторинга. Внедрение и поддержка процессов автоматизации развертывания и тестирования сервисов.\nХорошее знание Ansible. Опыт внедрения CI/CD. Навык работы с docker. Опыт работы с Prometheus / Grafana. Опыт развертывания и поддержки..."}, {"title": "Инженер внедрения / Junior DevOps", "link": "https://hh.ru/vacancy/53415672?query=DevOps", "employer": "ООО Анлимитед Продакшен", "address": "Москва", "salary": "", "description": "Развертывание программного обеспечения Express у заказчиков(пилотные внедрения, продуктивные отказоустойчивые решения). Развертывание сопутствующего программного обеспечения для резервного копирования и мониторинга.\nОпыт в качестве инженера Linux от 2-х лет. Опыт работы Docker и Ansible. Знание сетевых технологий, архитектур и протоколов."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54857530?query=DevOps", "employer": "Architech", "address": "Москва", "salary": "от 4 000 USD", "description": "Provide daily, hands on assistance to maintain and advance the build process to ensure reliability and optimum integration with CI...\nStrong experience with SDLC tools (version control, CI/CD, test automation). Strong experience with public clouds (AWS, GCP, Azure)."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54571605?query=DevOps", "employer": "Spice Agency", "address": "Москва", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}]