[{"title": "Frontend Game Developer (Кипр)", "link": "https://hh.ru/vacancy/54631041?query=game%20developer", "employer": "Невская Елизавета Сергеевна", "address": "Москва", "salary": "", "description": "У нас тонкий клиент со сложным клиент-серверным взаимодействием. Игровая логика реализована на сервере. Часть кода клиента генерируется на основе...\nHaxe, Kha, JS. Компилируем HAXE-код в JavaScript. Любовь к играм и осознанное желание их разрабатывать. От 3-х лет..."}, {"title": "2D Artist (GameDev)", "link": "https://hh.ru/vacancy/52986526?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 130 000 руб.", "description": "Отрисовывать промо-графику для детских игр (иконки, скриншоты, баннеры), которые публикуются при релизе приложения на Google Play / Apple App Store...\nИмеешь портфолио своих работ, которое направишь вместе с откликом (не менее 5-10 отобранных работ). Есть опыт отрисовки промо-материалов..."}, {"title": "Middle Unity Developer", "link": "https://hh.ru/vacancy/54601231?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 2 500 USD", "description": "Вести разработку детских игр на Unity для iOS и Android. Продумывать подходы к реализации игровых механик и фичей.\nОпыт работы на аналогичной позиции от 1 года. Опыт в программировании от 3 лет, в Unity3D от 2..."}, {"title": "Middle 2D Animator (GameDev)", "link": "https://hh.ru/vacancy/52152426?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 1 000 USD", "description": "Создание 2D анимаций (анимация интерфейсов и игровых объектов) в Spine и в Unity. Подготовка psd файлов и последующий импорт...\nОпыт работы на позиции аниматора от 2-х лет. Опыт создания персонажной и предметной анимации в Spine и в Unity."}, {"title": "Senior Unity Developer", "link": "https://hh.ru/vacancy/54600988?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 3 500 USD", "description": "Вести разработку игр с нуля на Unity для iOS и Android. Участвовать в процессе найма и адаптации сотрудников.\nОпыт в программировании от 5 лет, в Unity3D от 3 лет. Опыт работы на аналогичной позиции от 1..."}, {"title": "Unity C# Developer HyperCasual Games", "link": "https://hh.ru/vacancy/54866596?query=game%20developer", "employer": "PandaPlay LLC (Макарова Анна Яковлевна)", "address": "Москва", "salary": "от 1 500 USD", "description": "Уверенное знание Unity3D и C#. Опыт разработки приложений под мобильные платформы (iOS, Android). Опыт интеграции различных SDK и..."}, {"title": "Junior game designer/Геймдизайнер", "link": "https://hh.ru/vacancy/54295761?query=game%20developer", "employer": "PlayFlock", "address": "Москва, ВДНХ", "salary": "", "description": "Создание концептов новых игровых проектов. Разработка и ведение документации по проекту. Настройка и расчет игрового баланса. Разработка новых и анализ...\nБогатый игровой опыт в области мобильных и социальных игр. Понимание особенностей рынка F2P-игр. Готовность изучать продукт и..."}, {"title": "Junior Technical Game-Designer", "link": "https://hh.ru/vacancy/50526254?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва, Аэропорт", "salary": "", "description": "Реализация фич и нововведений в игре на TypeScript (расширение для JavaScript). Настройка работы моделей баланса в плотном взаимодействии с командой...\nУмение понимать мат.модели и переводить их в алгоритмы. Базовые навыки программирования. Базовое понимание ООП и структур данных. Владение английским будет..."}, {"title": "Game Designer \\ Гейм-дизайнер", "link": "https://hh.ru/vacancy/54916159?query=game%20developer", "employer": "Ants Games", "address": "Москва, Электрозаводская", "salary": "от 125 000 руб.", "description": "Разработка дизайн документов, дизайн уровней, игровых механик. Cкриптинг (будет плюсом). Подбор референсов, отладка геймплея, дизайнерское описание локаций и квестов.\nОпыт работы в индустрии в дизайнерской должности не менее 3-х лет. Наличие от 1 выпущенного проекта. Продвинутый опыт работы..."}, {"title": "Technical game designer (racing game) / Технический гейм-дизайнер (гоночная игра)", "link": "https://hh.ru/vacancy/53645421?query=game%20developer", "employer": "CarX Technologies", "address": "Москва, Алексеевская и еще 1 ", "salary": "от 120 000 руб.", "description": "Настройка справочников, работа с конфигурациями проекта. Работа с экономикой и балансом игры. Анализ и заведение игровых событий. Взаимодействие с командой...\nЗнание мобильного рынка. Опыт написания технической документации. Опыт работы с Unity. Технический склад ума, хорошая математика, аналитические способности."}, {"title": "Unity Developer (gamedev)", "link": "https://hh.ru/vacancy/54826161?query=game%20developer", "employer": "Nakusi Games", "address": "Москва", "salary": "", "description": "Разработка игр на Unity3D для iOS и Android. Построение базовой архитектуры приложения. Поддержка существующих проектов.\nУверенное знание Unity3D и C#. Опыт разработки приложений под мобильные платформы (iOS, Android). Опыт интеграции различных SDK и..."}, {"title": "Unreal Engine Game Developer", "link": "https://hh.ru/vacancy/54645616?query=game%20developer", "employer": "ICVR", "address": "Москва", "salary": "", "description": "Создание AAA проектов на платформе Unreal. Интеграция сервисов, фреймворков, рекламных сетей и т.д.. Развитие и улучшение имеющихся игровых проектов...\nОпыт работы с игровым движком Unreal Engine. Хорошее знание С, Blueprints, Python, опыт разработки с использованием Qt фреймворка."}, {"title": "Unity разработчик", "link": "https://hh.ru/vacancy/54697972?query=game%20developer", "employer": "Игнатенко Никита Павлович", "address": "Москва", "salary": "от 2 500 USD", "description": "Игра в разработке и публичного доступа пока нету. При интервью все покажем.\nНеобходимые знания и навыки: Отличное знание языка C#. Понимание взаимодействия \"клиент-сервер\". Опыт работы с GIT. Опыт интеграции сторонних SDK..."}, {"title": "Unity-разработчик / Unity С# Developer (gamedev)", "link": "https://hh.ru/vacancy/54295242?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Заниматься созданием инструментов для геймдизайнеров. Реализовывать игровые механики. Интегрировать различные плагины и инструменты. Создавать программные анимации. Анализировать производительность, проводить оптимизацию.\nУверенного знания С#. Опыта оптимизации под мобильные платформы. Знания принципов ООП, SOLID, паттернов проектирования. Умения работать с системой контроля версий..."}, {"title": "Game developer | Unity разработчик", "link": "https://hh.ru/vacancy/54320142?query=game%20developer", "employer": "GD Company", "address": "Москва, Аэропорт и еще 1 ", "salary": "", "description": "Реализовывать основные игровые механики. Решать сложные задачи разработки совместно с QA-специалистами, геймдизайнерами и другими членами команды. Принимать участие в...\nОпыт работы с Unity 3D от 2х лет. Уверенное знание C#. Знания в области алгоритмов и структур данных."}, {"title": "Unity-разработчик / Unity С# Developer (gamedev)", "link": "https://hh.ru/vacancy/54049233?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Создавать пользовательские интерфейсы (UI), программные анимации. Осуществлять реализацию визуальных и интерфейсных механик. Заниматься интеграцией арта в проект. Заниматься написанием инструментов...\nУверенного знания С#. Опыта оптимизации под мобильные платформы. Умения верстать адаптивный и оптимизированный UI под мобильные устройства. Знания принципов ООП..."}, {"title": "Project manager в GameDev (Unreal Engine)", "link": "https://hh.ru/vacancy/54883701?query=game%20developer", "employer": "ООО Gstudio", "address": "Москва", "salary": "150 000 – 200 000 руб.", "description": "Общение с командами разработки и арт команды. Контроль планов реализации проекта и сроков разработки, отслеживание общего прогресса работы, выполнения задач...\nСпособность мотивировать команду и вести её к успеху. Приветствуется постоянное стремление повышать уровень экспертизы в менеджменте GameDev проектов."}, {"title": "3D Modeller (Mobile)", "link": "https://hh.ru/vacancy/54858354?query=game%20developer", "employer": "Silverfox Games", "address": "Москва, Калужская", "salary": "от 100 000 руб.", "description": "Возможность поучаствовать в создании совершенно нового IP.\nПонимает особенности моделирования под мобайл. Работает в стилизации. Имеет обширный опыт работы с персонажами. Обладает отличным вкусом и насмотренностью в..."}, {"title": "Unity Game Developer / Технический Геймдизайнер", "link": "https://hh.ru/vacancy/46572561?query=game%20developer", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Создание игровых прототипов в Unity. Реализация кор-геймплея, ключевых механик. Сопровождение разработки, консультирование.\nОпыт создания игровых прототипов с нуля без участия других специалистов в Unity. Умение генерировать нестандартные идеи. Аналитический склад ума."}, {"title": "Гейм-дизайнер Match-3 / Game Designer Match-3", "link": "https://hh.ru/vacancy/54794910?query=game%20developer", "employer": "DouDouGames", "address": "Москва", "salary": "", "description": "Проводить механику в производстве до получения полноценной механики в игре. Создавать ТЗ и другие документы и работать с ними.\nОпытом работы в качестве Гейм-дизайнера Match-3. Осведомленностью в текущих трендах и топовых продуктах в жанре Match-3."}, {"title": "2D Artist (Mobile Game UI)", "link": "https://hh.ru/vacancy/54721657?query=game%20developer", "employer": "Silverfox Games", "address": "Москва", "salary": "от 80 000 руб.", "description": "Возможность поучаствовать в создании совершенно нового IP.\nИмеет опыт работы над мобильными играми от 1 года. Отлично рисует интерфейсы и знает особенности мобильного UI/UX."}, {"title": "Game Campaign Manager (AppGallery Game)", "link": "https://hh.ru/vacancy/54877555?query=game%20developer", "employer": "HUAWEI", "address": "Москва, Крылатское", "salary": "", "description": "Work together with game developers to hold co-campaign and content promotion. Monitor and collect user feedback, track and close...\nBachelor Degree and above. Strong command of the English language (Upper-Intermediate or above). 3 years’ experience in the mobile..."}, {"title": "Senior Unity Developer", "link": "https://hh.ru/vacancy/53860347?query=game%20developer", "employer": "Postuf", "address": "Москва", "salary": "от 200 000 руб.", "description": "Реализация игровых механик. Ведение технической документации. Создание инструментов для разработки и тестирования. Участие в проработке архитектуры проекта.\nОпыт разработки игр на Unity. Хорошее знание C#, понимание принципов ООП. Хорошая алгоритмическая и математическая база. Знание паттернов проектирования и..."}, {"title": "Гейм дизайнер / Game designer", "link": "https://hh.ru/vacancy/54598241?query=game%20developer", "employer": "VIM DIGITAL", "address": "Москва, Киевская", "salary": "", "description": "Генерировать новые идеи и дорабатывать хорошо забытые старые. Разрабатывать концепции игр, прорабатывать игровые механики. Создавать необходимую документацию для донесения своих...\nОпыт работы гейм-дизайнером от 3х лет. Уверенные знания Unity. Творческое мышление, способность на основе простых механик создавать; разнообразные..."}, {"title": "Head of UA (MY.GAMES)", "link": "https://hh.ru/vacancy/54977511?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Управление командой User Acquisition (найм, обучение, развитие, мотивация сотрудников). Менеджмент задач команды, контроль сроков. Взаимодействие с различными внутренними командами и...\nОпыт управления командой от 5 человек от 1 года. Практический подтвержденный опыт запуска рекламных кампаний на площадках: Яндекс, Google, Facebook..."}, {"title": "Frontend game developer", "link": "https://hh.ru/vacancy/41878875?query=game%20developer", "employer": "CCS (Center of Corporate Solution)", "address": "Москва", "salary": "220 000 – 300 000 руб.", "description": "Разработка новых игровых продуктов компании. Оптимизация и поддержка текущих игровых продуктов. Наш стек: JavaScript, VueJS, YouTrack.\nОпыт коммерческой разработки от 2-х лет, из них не менее года работы с Vue.js. Имеете опыт разработки на JS."}, {"title": "Game Designer", "link": "https://hh.ru/vacancy/54245699?query=game%20developer", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "до 300 000 руб.", "description": "Разработка и совершенствование меты игры. Разработка экономической модели, баланса и монетизации. Ведение проектной документации. Тесное взаимодействие с командой проекта (с...\nОпыт создания игр для VR. Опыт в настройке баланса и экономики игры. Опыт создания и реализации успешных игровых механик."}, {"title": "Developer Unity3D / Разработчик Unity3D", "link": "https://hh.ru/vacancy/50806415?query=game%20developer", "employer": "Extreme Developers", "address": "Москва, Павелецкая", "salary": "", "description": "Реализация игровых механик и функционала. Интеграция сторонних SDK. Взаимодействие с командой гейм-дизайнеров и арт отделом.\nЗнание и понимание принципов ООП. Понимание принципов SOLID. Уверенное владение C#, Unity3D, Git. Опыт коммерческой разработки на Unity..."}, {"title": "Game Designer", "link": "https://hh.ru/vacancy/54828987?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва, Новокузнецкая", "salary": "", "description": "Работать над улучшением текущего функционала и прорабатывать новый. Проектировать баланс игровых механик. Создавать и запускать механики на игровую активность.\nОпыт работы в сфере гейм-дизайна. Опыт запуска фичи и понимание продакшна и пост-продакшна. Хорошее понимание топовых игр AppStore..."}, {"title": "Middle Game Designer (MY.GAMES)", "link": "https://hh.ru/vacancy/53277530?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Составление технических заданий для команд художников, дизайнеров, программистов. Продумывание игровых сеттингов и концепций. Настраивание механик игр и внутриигровой экономики.\nОпыт работы на позиции Game Designer — не менее 1 года. Опыт создания дизайн-документации. Опыт написания диалогов и сценариев для..."}, {"title": "Game Designer Hero Wars", "link": "https://hh.ru/vacancy/54959422?query=game%20developer", "employer": "Nexters", "address": "Москва, Курская и еще 3 ", "salary": "", "description": "Разрабатывать дизайн-документацию в связке с продюсером направления. Прогнозировать эффект от изменений в продукте. Быть “овнером” фичи, удерживать видение в...\nЧто нужно уметь: Считать математику, комбинаторику и базовые принципы теории вероятностей. Понимать базовые принципы построения мобильного UI/UX."}, {"title": "Game designer (mobile gamedev)", "link": "https://hh.ru/vacancy/54396464?query=game%20developer", "employer": "THC", "address": "Москва", "salary": "", "description": "Аналитика рынка гипер казуальных игр. Придумывание игр, проработка игровых механик, написание питчей, дизайн-документов и ТЗ. Контроль процесса разработки и...\nХорошее знание рынка мобильных гипер казуальных игр. Умение работать в команде, отличные коммуникативные навыки. Умение грамотно формулировать и доносить свои..."}, {"title": "Game Analyst (Product Analyst)", "link": "https://hh.ru/vacancy/54151018?query=game%20developer", "employer": "ТОО MadOut Games", "address": "Москва", "salary": "", "description": "Анализ ключевых метрик продукта и поведения пользователей. Выдвижение и проверка гипотез. Предложения по улучшению игровой монетизации, игрового баланса, игровых механик.\nОпыт работы в роли Data/Product/Game Analyst не менее 2-х лет в геймдев. Опыт работы с игровыми продуктами."}, {"title": "Technical Game Designer / Технический гейм-дизайнер на мобильную RTS (Remote)", "link": "https://hh.ru/vacancy/54260051?query=game%20developer", "employer": "Gear Games", "address": "Москва", "salary": "", "description": "Разрабатывать боевой баланс CORE части игры. Разрабатывать экономический баланс META части игры. Разрабатывать структуру игровых данных для новых фич вместе...\nКоммерческий опыт работы гейм-дизайнером. Большой опыт в компьютерных и мобильных RTS. Хорошие навыки работы с Google Sheets."}, {"title": "JavaScript Game Developer (Junior+)", "link": "https://hh.ru/vacancy/54793829?query=game%20developer", "employer": "Tap To Fun", "address": "Москва", "salary": "", "description": "Разработка игр в движке Phaser/Three.js/Pixi.js. Программирование на языке javascript. Встраивание и оптимизация 3D и 2D графики.\nЗнание Phaser/Three.js/Pixi.js и Javascript в достаточной мере(возможность реализовать любой замысел или механику). Опыт работы с Git."}, {"title": "Unity3D lead developer / Ведущий программист (gamedev)", "link": "https://hh.ru/vacancy/54974951?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Выстраивать архитектуру проекта, продумывать подходы к реализации игровых механик и фичей. Вести разработку проекта с нуля на Unity для iOS...\nОпыта работы на Unity от 5 лет. Опыта работы на аналогичной позиции от 1 года. Наличия портфолио выпущенных проектов на..."}, {"title": "Middle Unity Developer", "link": "https://hh.ru/vacancy/54222461?query=game%20developer", "employer": "ООО Инаномо Технолоджис", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Просто информация:\nУверенные знания git. Опыт работы с другими игровыми движками. Опыт разработки игр с применением сетевых технологий (HTTP, WebSocket, SignalR)."}, {"title": "Senior C++ Game Developer/Ведущий программист C++", "link": "https://hh.ru/vacancy/54804819?query=game%20developer", "employer": "Gaijin Games", "address": "Москва", "salary": "", "description": "Опыт разработки сетевого кода в многопользовательских играх/многопользовательских режимах реального времени. - Знание C и C. - Общий опыт программирования не менее..."}, {"title": "Unity Developer Middle / Senior", "link": "https://hh.ru/vacancy/54657173?query=game%20developer", "employer": "Red Pill Studio", "address": "Москва", "salary": "2 500 – 4 500 USD", "description": "Предстоящие задачи: Разрабатывать мультиплатформенную игру на Unity (Android, Ios, Steam). Активно участвовать в интеграции и объединении других наших игр в...\nЗнание Unity, Git, C#. Понимание Rest, SOLID, принципов code smell и clean code. Опыт написания клиент серверных игр на стороне..."}, {"title": "Технический геймдизайнер\\Technical gamedesigner", "link": "https://hh.ru/vacancy/54741917?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "", "description": "Интеграция и настройка контента в Unity. Базовая настройка локации, элементов и логики их взаимодействия, интеграция элементов UI, визуальных эффектов и...\nОпыт в Unity от полгода. Понимание, как устроена сцена, умение работать с компонентами. Опыт работы с системами контроля версий (git)."}, {"title": "Unity Game Developer (Match3 Project)", "link": "https://hh.ru/vacancy/54796943?query=game%20developer", "employer": "ICVR", "address": "Москва", "salary": "от 1 800 USD", "description": "Об игре: В игре так же имеется механика кастомизации внешнего вида персонажей. Технологический стек и подходы к разработке: - 2D...\nСобственный Realtime Match3 движок и редактор уровне. - Менеджмент ресурсов построен на технологии Addresables. 1. Коммерческий опыт с движком Unity..."}, {"title": "Game Developer", "link": "https://hh.ru/vacancy/54758673?query=game%20developer", "employer": "Snap Innovations Pte Ltd", "address": "Москва", "salary": "от 2 000 USD", "description": "Program new web games that meet game standards of excellence in short development cycles. Modify an existing game with new...\n3 years of games or web application development experience. (has completed more than 5 web/mobile games). Proficient with HTML..."}, {"title": "ML Research Engineer (MY.GAMES)", "link": "https://hh.ru/vacancy/54882985?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Подготовка, анализ внутриигровых и рекламных данных. Построение ML-моделей для предсказаний «денежных» событий, нахождение компромисса между производительностью (как обучения, так...\nБазовая алгоритмическая подготовка: знание основных алгоритмов и структур данных, а также того, как они реализованы в стандартных библиотеках."}, {"title": "С++ Разработчик (NFT Игры, PlayableAds, казуальные игры)", "link": "https://hh.ru/vacancy/54798247?query=game%20developer", "employer": "Be Nice games", "address": "Москва", "salary": "60 000 – 150 000 руб.", "description": "Участие в разработке новых проектов в качестве программиста игровой логики. Программирование игровых механик и логики. Разработка PlayableAds, игр, отдельных проектов.\nОпыт на C от 1-го года. Опыт работы с игровыми 3D движками (Unity, UnrealEngine и любыми другими), будет..."}, {"title": "2D Artist, Events", "link": "https://hh.ru/vacancy/54927127?query=game%20developer", "employer": "Glera Games", "address": "Москва", "salary": "", "description": "Отрисовка иллюстраций, фонов для рекламных акций и игровых событий. Графическое оформление UI (баннеры, шапки, иллюстрации и задники для окон).\nНаличие портфолио с актуальными для вакансии примерами. Понимание принципов композиции и освещения. Аккуратность и внимание к деталям."}, {"title": "Game Designer", "link": "https://hh.ru/vacancy/54523148?query=game%20developer", "employer": "Nexters", "address": "Москва", "salary": "", "description": "Взаимодействие с Lead game designer, Project manager и командой разработки по своему проекту. Контроль работы Junior GD на проекте.\nОпыт работы на позиции live-ops game designer и/или Product Manager в GameDev. Опыт участия в проектировании игровых подсистем..."}, {"title": "Middle 2D Concept Artist (Стилизованная Low-poly графика)", "link": "https://hh.ru/vacancy/54799943?query=game%20developer", "employer": "Beresnev Games", "address": "Москва", "salary": "1 500 – 1 700 USD", "description": "Создание концепт-арта игровых локаций и объектов окружения. Создание концепт-арта персонажей. Подготовка иллюстративных материалов в игру. Взаимодействие с нарративной...\nЗнание перспективы и анатомии. Крепкий рендер, понимание композиции и колористики. Ответственность, самоорганизация и способность работать в заданных сроках."}, {"title": "Flutter разработчик в игровой проект", "link": "https://hh.ru/vacancy/49581174?query=game%20developer", "employer": "B-Nice", "address": "Москва", "salary": "до 300 000 руб.", "description": "Работа над кроссплатформенными игровыми и обучающими проектами на Flutter. Написание качественного, понятного кода. Сборка и программирование пользовательского интерфейса.\nОпыт разработки на Flutter и Dart от 1 года, желательно в игровой индустрии. Отличное понимание принципов ООП, паттернов программирования."}, {"title": "Геймдизайнер в группу фичей / Senior Game Designer (Features)", "link": "https://hh.ru/vacancy/54374612?query=game%20developer", "employer": "RJ Games", "address": "Москва, Новокузнецкая и еще 2 ", "salary": "", "description": "Фичеоунинг: ведение и сопровождение полного цикла разработки фичей от постановки ТЗ до оперирования. Настройки функционала и работа с конфигами.\nОпыт работы от 2-х лет на позиции с аналогичным функционалом. Знание мобильного F2P рынка. Опыт написания ГДД."}, {"title": "3д художник по персонажам и объектам окружения", "link": "https://hh.ru/vacancy/54906326?query=game%20developer", "employer": "Ants Games", "address": "Москва, Электрозаводская", "salary": "от 120 000 руб.", "description": "Создание 3D-моделей персонажей и игровых предметов высокого качества и художественными требованиями, в различной стилизации.\nНаличие портфолио обязательно! Уверенное знание Maya. Уверенное знание Z-Brush. Умение работать в условиях четкого планирования и соблюдения сроков."}, {"title": "Unity developer", "link": "https://hh.ru/vacancy/54396466?query=game%20developer", "employer": "THC", "address": "Москва", "salary": "", "description": "Проработка игровых механик. Быстрое прототипирование core геймплея игры. Активное взаимодействие с гейм дизайнерами, художниками и программистами. Подключение готовых ассетов, доработка...\nЗнание C# на уровне Middle, понимание принципов SOLID и KISS. Знание Unity на уровне Middle. Верстка UI и работа с..."}, {"title": "Game Developer (Unity)", "link": "https://hh.ru/vacancy/46239596?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "Внедрять в игру оружие, персонажей, игровые механики. Работать над красотой, удобностью и понятностью интерфейса. Помогать дизайнерам игры и уровней, художникам...\nТы будешь: Опыта написания кода не менее 2 лет. Хорошего владения Unity. Высокого уровня английского языка. Большой любви к играм."}, {"title": "Senior C++ developer (gamedev)", "link": "https://hh.ru/vacancy/54555105?query=game%20developer", "employer": "DATASAKURA", "address": "Москва", "salary": "3 000 – 4 000 USD", "description": "C14. Проприетарные движки для мобильных игр. Android, iOS SDK. Google Firebase, аналитические системы и внутренние бэкенд решения.\nХорошо владеет C. Хорошо разбирается в алгоритмах и структурах данных. Имеет высокую планку относительно качества кода. Имеет коммерческий опыт в..."}, {"title": "Backend developer", "link": "https://hh.ru/vacancy/53913310?query=game%20developer", "employer": "ООО 5Вижинс", "address": "Москва", "salary": "200 000 – 400 000 руб.", "description": "Backend development. Разработка нового и сопровождение уже написанного функционала. Контроль качества разработки. Дизайн архитектуры сервисов с учётом требований по безопасности...\nОпыт Back development Nest js. Опыт разработки/создании масштабных IT сервисов и построении высоконагруженных систем."}, {"title": "Unreal Engine Developer", "link": "https://hh.ru/vacancy/54325868?query=game%20developer", "employer": "ООО МОТОРСПОРТ", "address": "Москва", "salary": "", "description": "Проектирование архитектуры. Написание, отладка и оптимизация кода игровых механик. Создание дополнительного инструментария, ускоряющего процесс разработки. Ведение технической документации.\nРелевантный опыт в Gamedev-индустрии. Опыт работы с Unreal Engine 4 от двух лет. Опыт работы с Blueprints."}, {"title": "Ведущий геймдизайнер / Lead Game Designer (gamedev)", "link": "https://hh.ru/vacancy/54296615?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Участвовать в планировании и разработке нового проекта с точки зрения геймдизайна. Выстраивать рабочие процессы и развивать проектную команду в отделе...\nОпыта работы от 3-х лет, опыта управления командой геймдизайнеров от 1 года. Наличия в портфолио выпущенных проектов."}, {"title": "Unity Developer (AR/VR)", "link": "https://hh.ru/vacancy/54896667?query=game%20developer", "employer": "Skipp.pro", "address": "Москва", "salary": "до 275 500 руб.", "description": "Creating HLD, planning and implementing game functionality. Designing and building game codes. Testing game functionality, ensuring products conform to high...\n...Unity developer, preferably in mobile games. Deep theoretical and practical knowledge of C#, .NET, and Unity. Strong passion to gamedev..."}, {"title": "Senior Unity 3D Developer (gamedev)", "link": "https://hh.ru/vacancy/47473100?query=game%20developer", "employer": "PlayQuantum", "address": "Москва, Автозаводская", "salary": "от 250 000 руб.", "description": "Создавать новые режимы игры и доводить старые до ума. Реализовывать новые механики по всей игре. Писать логику игры.\nUnity3D от 3х лет, отличное знание Unity и всех ее подсистем. Умение писать код, понятный без комментариев."}, {"title": "3D artist", "link": "https://hh.ru/vacancy/54954481?query=game%20developer", "employer": "Azur Games", "address": "Москва, Баррикадная и еще 2 ", "salary": "", "description": "Создание игровых локаций и игрового окружения, моделирование, скульпт, текстурирование и пр. Создание персонажей. Интеграция и настройка созданного контента в Unity.\nОпыт в gamedev на позиции 3D artist. Владение на профессиональном уровне 3Ds Max/Maya/Blender. Отличное знание Unity..."}, {"title": "Art lead (gamedev)", "link": "https://hh.ru/vacancy/54281228?query=game%20developer", "employer": "Nakusi Games", "address": "Москва", "salary": "", "description": "Формирование визуального стиля проектов. Выстраивание пайплайнов производства графики. 3D моделирование и анимация. Руководство арт-командой.\nНаличие портфолио с игровыми проектам, желательно гиперказуальными. Опыт управления командой. Хорошее владение Unity3D. Понимание UI/UX."}, {"title": "Senior Unity Developer", "link": "https://hh.ru/vacancy/54288814?query=game%20developer", "employer": "ООО Не Плюс Ультра Геймс", "address": "Москва", "salary": "от 350 000 руб.", "description": "Постановка задач и соблюдение сроков исполнения. Разработка игр для мобильных платформ. Реализация игровых механик. Работа над интерфейсами. Оптимизация и сборка...\nОпыт разработки мобильных игр на Unity3D от 5-х лет. Наличие выпущенных проектов на мобильные платформы."}, {"title": "Senior Unity Developer", "link": "https://hh.ru/vacancy/54321471?query=game%20developer", "employer": "Unlock Games", "address": "Москва, Автозаводская", "salary": "", "description": "Вести разработку казуальной игры на Unity для iOS и Android. Выстраивать архитектуру проекта, выбирать стек технологий, выполнять сложные RnD задачи...\nОпыт разработки игр на Unity от 3х лет. Портфолио выпущенных проектов на Android/iOS. Уверенное знание C#."}, {"title": "UE4 Technical Artist/ UE4 Developer", "link": "https://hh.ru/vacancy/54726390?query=game%20developer", "employer": "Joy Way", "address": "Москва", "salary": "", "description": "Разработка механик на BPC. Профайлинг и отладка кода. Профайлинг и отладка шейдеров.\nЗнание Blueprints C. Опыт в оптимизации CPUGPU. Понимание процесса разработки игр. Опыт работы с Frontend Profiler или RenderDoc, Intel GPA..."}, {"title": "Senior/Lead Unity Developer", "link": "https://hh.ru/vacancy/52169582?query=game%20developer", "employer": "ООО Инаномо Технолоджис", "address": "Москва", "salary": "300 000 – 550 000 руб.", "description": "Просто информация:\nНавыки оптимизации и профилирования. Уверенные знания архитектурных подходов в разработке игр. Умение писать чистый код и покрывать его тестами."}, {"title": "2D Artist Render (Casual)", "link": "https://hh.ru/vacancy/54246351?query=game%20developer", "employer": "AAA Game Art Studio", "address": "Москва", "salary": "400 – 2 000 USD", "description": "Создание концептов, цветных концептов. Выполнение финального рендера сложных объектов/фонов.\nЗнание пайплайнов производства арта в игровой индустрии. Понимание тонкостей разных стилистик игрового арта преимущественно казуального направления для мобильных игр."}, {"title": "Lead Game Designer (Hyper Casual мобильные игры)", "link": "https://hh.ru/vacancy/54851046?query=game%20developer", "employer": "ООО JoyBox", "address": "Москва", "salary": "", "description": "Поиск идей и постоянный мониторинг/декомпозиция игр. Мониторинг гипер-казуальных трендов и топов. Организация работы команды. Удержание фокуса команды, в...\nНаличие сильной творческой составляющей в работе. Участие в запаблишенных ГК проектах. Опыт в ГК проектах не менее 2-х лет."}, {"title": "Project Manager", "link": "https://hh.ru/vacancy/54657899?query=game%20developer", "employer": "Unlock Games", "address": "Москва", "salary": "", "description": "Управление командной разработки игр из 15 человек. Планирование разработки и контроль выполнения планов. Формирование процессов производства фичей и контента в...\nОпыт работы на менеджерских позициях в gamedev от 2-х лет. Опыт построения процессов программистов, арт-отделов, тестирования, аутсорс-исполнителей."}, {"title": "Senior Unity Developer", "link": "https://hh.ru/vacancy/51943699?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "140 000 – 300 000 руб.", "description": "Работа в крупной команде, с чётким разделение обязанностей над активно развивающемся проекте. Разработка новых игровых фич и механик геймплея.\nЗнание C# и инструментов Unity, опыт работы от 4х лет. Опыт коммерческой разработки игр, наличие выпущенных проектов."}, {"title": "2D Concept Artist (Environment)", "link": "https://hh.ru/vacancy/54571128?query=game%20developer", "employer": "Unlock Games", "address": "Москва", "salary": "", "description": "Разрабатывать концепты окружения и локаций для казуальной игры. Продумывать интерьерные и экстерьерные локации в данном сеттинге. Отрисовывать скетчи локаций, которые...\nОпыт работы на аналогичной позиции от 2-х лет (критично наличие опыта в казуальных проектах). Владение Photoshop на профессиональном уровне."}, {"title": "2D Artist (Gamedev)", "link": "https://hh.ru/vacancy/54730715?query=game%20developer", "employer": "ООО Родрик", "address": "Москва, Добрынинская и еще 1 ", "salary": "60 000 – 100 000 руб.", "description": "Разработка графики для мобильных игр: окружение, персонажи, элементы UI, иллюстрации. Адаптация и следование утвердившейся арт-стилистике проекта. Взаимодействие с арт...\nНаличие актуального портфолио. Свободное владение Photoshop и/или иными графическими редакторами. Художественный вкус, понимание основ цвета, света, композиции, перспективы, анатомии."}, {"title": "Senior ML Engineer (MY.GAMES)", "link": "https://hh.ru/vacancy/51210365?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Участие end-to-end в цикле внедрения рекомендаций игр на сайте и в приложениях. Выбор моделей, реализация и тестирование.\nУмение писать продакшн код. Знание алгоритмов машинного обучения. Хорошие знания математики: теория вероятности, математическая статистика, линейная алгебра, математический анализ."}, {"title": "Unity Team Lead разработчик", "link": "https://hh.ru/vacancy/54975612?query=game%20developer", "employer": "ООО Грин Грей Софтворкс", "address": "Москва", "salary": "", "description": "Infusion Games - студия разработки мобильных игр и партнер Green Grey Softworks. В разработке f2p PvP MMO-шутер на...\nопытом в мобильной разработке игр. - опытом работы team lead или senior разработчика с желанием стать лидом. - опытом работы в проектах..."}, {"title": "Unity Middle/Senior Developer", "link": "https://hh.ru/vacancy/54595691?query=game%20developer", "employer": "КИБЕР-РОМ", "address": "Москва", "salary": "от 200 000 руб.", "description": "Разработка игр с нуля на Unity для iOS и Android и дальнейшее развитие проектов. Участие в обсуждении новых проектов.\nОпыт оптимизации игр. Опыт рефакторинга. Опыт работы с бэкендом. Разработка игр для ПК. Разработка для VR. Опыт 3D-моделирования."}, {"title": "Game Designer", "link": "https://hh.ru/vacancy/54788955?query=game%20developer", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "до 300 000 руб.", "description": "Разработка и совершенствование меты игры. Разработка экономической модели, баланса и монетизации. Ведение проектной документации. Тесное взаимодействие с командой проекта (с...\nОпыт создания игр для VR. Опыт в настройке баланса и экономики игры. Опыт создания и реализации успешных игровых механик."}, {"title": "Node.js developer", "link": "https://hh.ru/vacancy/54832618?query=game%20developer", "employer": "Center-Game", "address": "Москва", "salary": "145 000 – 200 000 руб.", "description": "Придумывать и разрабатывать проекты для онлайн-обучения. Поддерживать имеющиеся рабочие продукты. Обсуждать, критиковать и находить новые варианты для реализации новых...\nУверенное знание Node.js (от 2 лет). Личная организованность и самостоятельность. Опыт работы с Express, Mongoose. Умение работать с PostgreSQL, Mongo..."}, {"title": "Marketing Creatives Video Designer", "link": "https://hh.ru/vacancy/54723920?query=game%20developer", "employer": "RJ Games", "address": "Москва, Новокузнецкая и еще 2 ", "salary": "", "description": "Создание рекламных креативов на основе материалов проекта. Работа с 2D и 3D графикой. Анимирование персонажей для видео.\nУверенное владение Photoshop и After Effects. Владение любым 3D-редактором (Maya/3ds max/Cinema 4d/Blender)."}, {"title": "Гейм-дизайнер Middle +", "link": "https://hh.ru/vacancy/54407113?query=game%20developer", "employer": "Red Pill Studio", "address": "Москва", "salary": "до 180 000 руб.", "description": "Разработка боевой системы для игры в жанре баттлер. Балансировка боевой системы. Проработка систем связанных с боевой системой (пвп/пве игровые...\nВ проекте используются инструменты Unity, Git, ClickUp. Работаем по методу Scrum. Умением/любовью работать с цифрами. Базовыми знаниями Unity - опыт..."}, {"title": "Unity Technical Artist / Технический художник на мобильную RTS (Remote)", "link": "https://hh.ru/vacancy/53557385?query=game%20developer", "employer": "Gear Games", "address": "Москва", "salary": "50 000 – 120 000 руб.", "description": "Верстка интерфейса в Unity. Работа с 3D контентом: модели, текстуры, анимации. Работа с шейдерами, анимациями, VFX.\nОпыт работы в Unity и программирования на C#. Понимание UX/UI. Опыт работы с шейдерами. Желание работать в команде и..."}, {"title": "GameDev Art Director / Игровой Арт-Директор", "link": "https://hh.ru/vacancy/53552965?query=game%20developer", "employer": "ТОО MadOut Games", "address": "Москва", "salary": "", "description": "Формирование арт-отдела (3D моделлеры, UI дизайнеры, аниматоры, VFX и т.д) с участием в процессах рекрутинга.\nОбязателен опыт работы в gamedev более 3х лет в роли арт-директора. Опыт создания и развития арт-отдела в..."}, {"title": "VFX-художник (MY.GAMES)", "link": "https://hh.ru/vacancy/52221409?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Создание эффектов для персонажей (анимация ударов, активация абилок и т.д.). Создание эффектов окружения. UI-эффекты (улучшение героев, полет монет...\nВладение Unity. Умение создавать все необходимые материалы для реализации эффекта (текстуры, меши, префабы и т.д.). Умение создавать оптимизированные эффекты..."}, {"title": "Senior QA", "link": "https://hh.ru/vacancy/54889299?query=game%20developer", "employer": "RJ Games", "address": "Москва, Новокузнецкая и еще 2 ", "salary": "", "description": "Функциональное тестирование мобильной игры (iOS / Android). Контроль качества проведенного тестирования задачи / проекта. Поддержание документации в актуальном состоянии. Участие в оптимизации...\nОпыт ручного тестирования мобильных игр минимум год. Опыт работы c системами баг-трекинга (JIRA, Asana, Trello). Знание и понимание основ..."}, {"title": "Ведущий 2D-Художник / Lead 2D Artist (gamedev)", "link": "https://hh.ru/vacancy/50768784?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Создавать и контролировать реализацию всех визуальных аспектов игры: художественный стиль, создание графики, UI, FX. Работать в команде художников по персонажам...\nОпыта управления командой художников от 4-х человек. Опыта разработки игр, желательно с использованием Unity. Наличия портфолио с примерами работ."}, {"title": "Ведущий левел дизайнер (художник по окружению)", "link": "https://hh.ru/vacancy/54623763?query=game%20developer", "employer": "Skytec Games", "address": "Москва", "salary": "", "description": "Курировать процесс левел-дизайна для наших игр. Совместно с продюсером и гейм-дизайнерами придумывать/продумывать идеи игровых уровней.\nОпыт работы художником по окружению или левел дизайнером в 3D играх (от первого лица/top-down/изометрических)."}, {"title": "Game Designer", "link": "https://hh.ru/vacancy/54651148?query=game%20developer", "employer": "ООО СиВи Рекрутмент", "address": "Москва", "salary": "1 500 – 2 500 USD", "description": "Follow gaming and social media trends. Create new gameplay concepts. Write clear and concise game design documents. Propose ideas that...\n2 years of experience as a Game Designer in game development (hyper-casual games). English language – B2 (strong)."}, {"title": "Гейм-дизайнер (MY.GAMES)", "link": "https://hh.ru/vacancy/54656620?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Анализ рынка мобильных игровых проектов. Разбор и анализ успешных продуктовых фичей, выделение эффективных решений. Составление пула эффективных решений для существующих...\nОпыт работы в гейм-дизайне мобильных проектов от 2х лет и/или продакт-менеджмент, продуктовая аналитика. Игровой опыт."}, {"title": "VFX Artist / Художник по спецэффектам (GameDev)", "link": "https://hh.ru/vacancy/54312160?query=game%20developer", "employer": "Nakusi Games", "address": "Москва", "salary": "", "description": "Создание эффектов в Unity. Работа в Particle system. Создание 2D эффектов. Создание 3D эффектов. Работа с UI эффектами.\nНаличие портфолио (ссылки на ваше портфолио). Профессиональное владение VFX. Опыт работы в игровой проектах от 3х лет."}, {"title": "Team Lead в направление gamedev (remote)", "link": "https://hh.ru/vacancy/54855998?query=game%20developer", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва", "salary": "до 350 000 руб.", "description": "Организация разработки игры со стороны программистов. Доставка качественных изменений кода в согласованные сроки. Разработка вспомогательного инструментария гейм-дизайна.\nОпыт командного создания игр. Опыт или стремление к управлению командой. Опыт создания web-приложений (можно бизнес). Опыт рецензирования кода, обучения..."}, {"title": "Middle QA engineer / Тестировщик (gamedev)", "link": "https://hh.ru/vacancy/54801288?query=game%20developer", "employer": "Azur Games", "address": "Москва, Баррикадная и еще 2 ", "salary": "", "description": "Ручное тестирование (регрессионное, функциональное, исследовательское) игр и приложений на различных платформах (iOS, Android). Создание и поддержание в актуальном состоянии тестовой...\nОпыт в тестировании мобильных приложений от 1,5 лет. Опыт работы с Xcode / Android Studio, Charles, adb, logcat."}, {"title": "Гейм-дизайнер (MY.GAMES)", "link": "https://hh.ru/vacancy/54738073?query=game%20developer", "employer": "Pixonic", "address": "Москва", "salary": "", "description": "Полный цикл разработки игрового контента: от питча концепта до сборки в движке и аналитики метрик. Постоянный анализ и выработка предложений...\nОпыт работы с контентом (креатив реализация). Опыт работы в движке (можно и Unity, Unreal плюсом). Опыт написания технических заданий."}, {"title": "Frontend developer (Vue.js)", "link": "https://hh.ru/vacancy/54856540?query=game%20developer", "employer": "Center-Game", "address": "Москва", "salary": "130 000 – 180 000 руб.", "description": "Придумывать и разрабатывать проекты для онлайн-обучения. Поддерживать имеющиеся рабочие продукты. Обсуждать, критиковать и находить новые варианты для реализации новых...\nЛичная организованность и самостоятельность. Опыт веб-разработки от 2 лет. Хорошее знание JS, ES6. Уверенное знание vuejs (vuex router..."}, {"title": "Group Lead / Лид группы механик", "link": "https://hh.ru/vacancy/54822855?query=game%20developer", "employer": "RJ Games", "address": "Москва, Новокузнецкая и еще 2 ", "salary": "", "description": "Руководство группой механик (геймдизайнеры, разработчики, QA). Полный цикл работы с кор-геймплеем. Оперирование и балансировка боевой системы игры.\nЭкспертиза в создании и оперировании боевыми системами мидкорных проектов. Глубокое понимание принципов баланса мидкорных проектов. Опыт руководства группой специалистов."}, {"title": "Мidcore game designer", "link": "https://hh.ru/vacancy/54007488?query=game%20developer", "employer": "PlayFlock", "address": "Москва, ВДНХ", "salary": "", "description": "Обучение, наставничество и, если необходимо, управление подчиненными ГД на проекте. - Контроль исполнения и качества поставленных задач на своем проекте (проектах). -\nОпыт работы в должности Product Manager в GameDev. - Понимание метрик, их взаимосвязь и способы влияния на них. - Опыт написания игровых..."}, {"title": "Frontend Game Developer (Мальта, Сент-Джулианс)", "link": "https://hh.ru/vacancy/52403414?query=game%20developer", "employer": "Alex Staff Agency", "address": "Москва", "salary": "до 4 000 EUR", "description": "Разработка frontend-части для мобильных игр. Участие во всем цикле разработки ПО. Написание качественного, поддерживаемого кода. Улучшение и поддержка текущей...\nОт 3 лет опыта коммерческой разработки ПО на JavaScript. Практический опыт в разработке мобильных игр. Отличное знание чистого JavaScript."}, {"title": "QA Engineer", "link": "https://hh.ru/vacancy/54157812?query=game%20developer", "employer": "Rightway Games", "address": "Москва, Автозаводская и еще 2 ", "salary": "до 100 000 руб.", "description": "Обеспечивать высокое качество игрового проекта. Поддерживать тестовую документацию (тест-кейсы, чек-листы). Проводить функциональное, исследовательское, регрессионное тестирование. Плотно общаться с...\n...и письменной форме. Хорошее понимание этапов тестирования на мобильных устройствах. Опыт работы на аналогичной должности в gamedev от 1 года."}, {"title": "Chief Marketing Officer", "link": "https://hh.ru/vacancy/54417121?query=game%20developer", "employer": "YAY Games", "address": "Москва, Дмитровская", "salary": "", "description": "Participation in products (games and platform itself) development by making recommendations to improve user experience, engagement, retention, etc.).\nBe ROI Oriented & Performance Marketing Adherent. Expirience in Gamedev industry is a must. Understanding the cryptocurrency industry and relevant experience..."}, {"title": "Аналитик (MY.GAMES)", "link": "https://hh.ru/vacancy/54420058?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Анализ показателей внутриигровой экономики и основных показателей продукта, поиск точек роста и узких мест, разработка рекомендаций по их изменению.\nХорошее владение SQL и Python (Pandas, Scikit-learn, NumPy) в задачах анализа больших данных. Опыт работы с BI-системами (Tableau..."}, {"title": "Ведущий Гейм Дизайнер / Senior Game Designer / Старший Геймдизайнер", "link": "https://hh.ru/vacancy/54572802?query=game%20developer", "employer": "DreamCraft", "address": "Москва", "salary": "100 000 – 300 000 руб.", "description": "Разработка Генеральной документации и Core-механик. Контроль разработки контентного наполнения: героев, умений, локаций. Построение моделей боевого и экономического баланса.\nНаличие выпущенных проектов в жанрах RTS, TBS или RPG на роли гейм-дизайнера. Опыт работы с мультиплеерными проектами."}, {"title": "Unity Developer / Юнити разработчик (GameDev)", "link": "https://hh.ru/vacancy/54735099?query=game%20developer", "employer": "ITM", "address": "Москва, Белорусская", "salary": "от 150 000 руб.", "description": "Проектирование, разработка и поддержание грамотной архитектуры. Взаимодействие с художниками, дизайнерами и другими участниками команды разработки. Участие в отладке внутренних процессов...\nОтличное знание Unity понимание внутренней организации движка. Отличное знание C#. Знание паттернов и умение их применять. Навыки работы с Git."}, {"title": "Менеджер продукта (MY.GAMES)", "link": "https://hh.ru/vacancy/54413500?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Поиск инсайтов, проведение CustDev’ов, генерация гипотез для улучшения пользовательской воронки, сокращения трат и увеличения прибыли, внедрение успешных идей в...\nОпыт продуктовой работы: генерация, анализ, приоритизация и реализация идей/гипотез. Опыт работы с мобильным приложением, с приложениями для ТВ и..."}, {"title": "UE4 Developer C++/Blueprint", "link": "https://hh.ru/vacancy/54681347?query=game%20developer", "employer": "ООО СториМод", "address": "Москва", "salary": "", "description": "Developing, debugging, and analyzing new and existing gameplay systems that work in the multiplayer environment. Working closely with the Design...\nAt least a year of commercial experience with Unreal Engine 4. Programming expertise with Unreal Engine's C and Blueprints."}, {"title": "Texture Artist/Художник по текстурам (GameDev)", "link": "https://hh.ru/vacancy/54328255?query=game%20developer", "employer": "Gaijin Games", "address": "Москва", "salary": "", "description": "Создание новых и переделка старых материалов и текстур для ассетов и ландшафта в наших играх.\nУверенное владение substance designer, английский язык. - Сильными но необязательными плюсами будут владение Houdini, Substance painter, Zbrush, рисунок от руки. -"}, {"title": "Художник по локациям / 2D Background Artist (gamedev)", "link": "https://hh.ru/vacancy/53706840?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Заниматься отрисовкой локаций широкой тематики: интерьеры и экстерьеры (в основном бытовой реализм, но возможны вариации). Вести необходимую художественную документацию на...\nНаличия портфолио с примерами работ по окружению - обязательно. Владения пакетами 3D графики (предпочтительно Blender). Навыков фотоколлажирования. Умения рисовать, знания..."}, {"title": "Аналитик (MY.GAMES)", "link": "https://hh.ru/vacancy/53363649?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Автоматизация процессов анализа по действующим разработкам или проектирование новых в соответствии с задачами бизнеса. Проведение А/В тестов, трекинг воронки...\nОтличное владение Google Analytics, Яндекс Метрика. Знание GTM на уровне эксперта - настройка тегов и триггеров для различных событий, понимание и..."}, {"title": "Unity 3D Developer (мобильные игры)", "link": "https://hh.ru/vacancy/54224555?query=game%20developer", "employer": "Game.pro", "address": "Москва", "salary": "от 150 000 руб.", "description": "Умение работать в команде, в том числе удаленно. Опыт разработки на Unity и уверенное знание С#. Опыт сборки и публикации..."}, {"title": "Frontend-разработчик (MY.GAMES)", "link": "https://hh.ru/vacancy/53376538?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Поддержка существующих и создание новых веб-приложений на игровой платформе store.my.games. Разработка SPA приложений на JavaScript/TypeScript, React/Redux.\nОтличные знание JavaScript/TypeScript. Понимание и опыт работы с React/Redux. Уверенные навыки кроссбраузерной верстки (HTML5, CSS3, SCSS..."}, {"title": "Саунд-дизайнер (MY.GAMES)", "link": "https://hh.ru/vacancy/54223070?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Дизайн и имплементация звуковых ассетов, внутриигровых катсцен. Обработка и имплементация голосовых записей в игру. Работа с дизайнерами, художниками, техническими звукоинженерами...\nОпыт работы в командной разработке игр — от 3 лет. Наличие портфолио с примерами работ по саунд-дизайну игр."}, {"title": "Ведущий художник (MY.GAMES)", "link": "https://hh.ru/vacancy/53277938?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Формирование общей стилистики проекта. Формирование полного процесса производства арта. Формирование и направление арт-команды (сроки, стилистика, качество). Участие в работе...\nОпыт работы с 3D (скульпт, лоуполи, покраска). Опыт разработки игр под Unity3d. Наличие портфолио. Опыт работы с..."}, {"title": "Game designer", "link": "https://hh.ru/vacancy/50605895?query=game%20developer", "employer": "ALLEMO LTD", "address": "Москва", "salary": "", "description": "Постоянное генерирование концептов игровых механик, фичей. Создание прототипов - базовая работа с движком Unity при создании прототипов, создание и настройка игровых...\nБазовые знания движка Unity. Уровень самостоятельной сборки игровых сцен и прототипов. Высокая наигранность (более 10000 часов). Высокий уровень креативности."}, {"title": "3D Artist", "link": "https://hh.ru/vacancy/54654365?query=game%20developer", "employer": "ООО СиВи Рекрутмент", "address": "Москва", "salary": "от 1 500 USD", "description": "Всем привет! :). As 3D Animation Artist, you will be working with a game studio to create 3D animated...\n2 years of experience as a 3D Artist/Animator in game development (hyper-casual games). English language - B2."}, {"title": "Franchise Technical Director (MY.GAMES)", "link": "https://hh.ru/vacancy/54722276?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Full accountability for all our games technology, architecture and tech processes across multiple teams and products. Identify, communicate, and pursue...\nHighly experienced within leadership positions in games development or games technology businesses covering a number of large-scale development cycles."}, {"title": "2D моушен-дизайнер (MY.GAMES)", "link": "https://hh.ru/vacancy/54514529?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Создание рекламных видеороликов в 30 секунд для медиаплощадок (Facebook/Instagram/YouTube и пр.). Анимирование персонажей и объектов в 2D...\nУверенное владение / опыт работы в Adobe After Effects, Photoshop. Анимация и риггинг Duik / Spine / Dragon Bones. Опыт в симуляции жидкостей..."}, {"title": "Unity С# Senior lead Developer + crypto", "link": "https://hh.ru/vacancy/54262766?query=game%20developer", "employer": "Лунькин Василий", "address": "Москва", "salary": "4 500 – 5 500 USD", "description": "Знание C#. - Опыт работы с Unity от 2 лет. - Понимание основ ООП. - Умение работать с документацией. - Технический английский язык (чтение..."}, {"title": "Project Manager (gamedev)", "link": "https://hh.ru/vacancy/53267355?query=game%20developer", "employer": "Azur Games", "address": "Москва, Баррикадная и еще 2 ", "salary": "", "description": "Определение сроков внедрения фичей и их соблюдение. Настройка, улучшение процессов коммуникации в команде. Распределение задач в команде, контроль качества и...\nОпыт менеджмента команды от 2 лет (в сфере ИТ или gamedev). Умение адекватно оценивать объемы задач, сроки. Опыт менеджмента распределенной..."}, {"title": "Unity Developer / Programmer (Middle, Senior, Lead)", "link": "https://hh.ru/vacancy/54499068?query=game%20developer", "employer": "ООО Лайка Интеллект", "address": "Москва", "salary": "от 500 000 руб.", "description": "Creating HLD, planning and implementing game functionality. - Designing and building game codes. - Testing game functionality, ensuring products conform to high...\n...Unity developer, preferably in mobile games. - Deep theoretical and practical knowledge of C#, .NET, and Unity. - Strong passion to gamedev..."}, {"title": "Junior Product Analyst (Gamedev)", "link": "https://hh.ru/vacancy/54262933?query=game%20developer", "employer": "Azur Games", "address": "Москва, Баррикадная и еще 2 ", "salary": "", "description": "Мониторить ключевые продуктовые метрики (Retention, ARPU, DAU и т.д.). Находить точки роста проекта с помощью аналитики. Проводить A/B...\nУверенное знание математической статистики и теории вероятностей. Желание работать с большими объёмами данных. Интерес к игровой индустрии. Опыт составления SQL..."}, {"title": "Product Manager for Global Book Publisher", "link": "https://hh.ru/vacancy/54326687?query=game%20developer", "employer": "Пантович Данило", "address": "Москва", "salary": "200 000 – 250 000 руб.", "description": "...influencers and securing licenses from game developers to create books around their games. 2) PRODUCT DEVELOPMENT. You will work alongside...\nYou can start part-time but should be available to transition to full-time if the arrangement proves a good..."}, {"title": "Level Designer", "link": "https://hh.ru/vacancy/54567168?query=game%20developer", "employer": "Talents In Games", "address": "Москва", "salary": "", "description": "Участие в прототипировании механик и лейаутов локаций. Левел дизайн. Проработка геймплея на локациях. Взаимодействие с командой проекта на всех этапах.\nУ вас есть опыт работы на позиции старшего Level Designer. Вы принимали непосредственное участие в разработке коммерчески успешных проектов."}, {"title": "QA Engineer", "link": "https://hh.ru/vacancy/54724509?query=game%20developer", "employer": "Garena", "address": "Москва", "salary": "", "description": "Translate, review, proofread and test game-related texts in your language. Communicating with Game Developer company, Garena network operations, and...\nGame Testing. Quality Assurance. Have a strong passion for online gaming/Streaming. At least a bachelor's degree in any..."}, {"title": "Middle+ / Senior Game Designer – Meta Gameplay", "link": "https://hh.ru/vacancy/54297654?query=game%20developer", "employer": "Area of Games", "address": "Москва", "salary": "", "description": "Проектирование мета геймплея баттлера. Расчёты ценообразования внутриигровой экономики. Расчёт экономической системы, системы валют и прогрессии игрока (включая затраты времени игрока).\nОпыт работы на позиции гейм-дизайнера от 3-х лет/от 5 лет для старшего гейм-дизайнера. Опыт работы с..."}, {"title": "Lead Game Designer / Ведущий гейм - дизайнер Shadow Fight Arena", "link": "https://hh.ru/vacancy/52275058?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Взять на себя руководство командой гейм-дизайнеров мета-геймплея. Проводить дейли и планирование спринтов. Участвовать в гд-обсуждениях и модерировать...\nМенеджерская часть: Опыт управления будет плюсом, но рассматриваем человека, который хочет впервые для себя возглавить команду геймд-изайнеров."}, {"title": "C++ Developer (Porting)", "link": "https://hh.ru/vacancy/54591291?query=game%20developer", "employer": "Area of Games", "address": "Москва, Дмитровская", "salary": "", "description": "Портирование наших игр и игр наших партнеров на консоли текущего и следующего поколений. Оптимизации CPU, GPU. Адаптация игр на некст...\nОчень хорошее знание C. Хорошая алгоритмическая подготовка. Желание делать игры на консолях. Желание развиваться в сторону работы с графикой."}, {"title": "QA engineer / Тестировщик (gamedev)", "link": "https://hh.ru/vacancy/54319964?query=game%20developer", "employer": "Azur Games", "address": "Москва, Баррикадная и еще 2 ", "salary": "", "description": "Ручное тестирование (регрессионное, функциональное, исследовательское) игр и приложений на различных платформах (iOS, Android). Создание и поддержание в актуальном состоянии тестовой...\nОпыт в тестировании мобильных приложений от 1,5 лет. Опыт работы с Xcode / Android Studio, Charles, adb, logcat."}, {"title": "Lead Game Designer", "link": "https://hh.ru/vacancy/54229677?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "до 5 000 USD", "description": "Над чем работать. Работа над проектами мирового качества и новыми технологиями. Открытость и человеческое общение с руководством.\nОпыт работы на позиции Lead Game Designer от 2х лет и более. Опыт запуска игровых продуктов с нуля, находящихся..."}, {"title": "Senior Unity developer (remotely)", "link": "https://hh.ru/vacancy/54578562?query=game%20developer", "employer": "Geeky House", "address": "Москва", "salary": "от 180 000 руб.", "description": "Реализация игровых фичей и механик мета-геймплея (игровая архитектура). Вёрстка и сборка игровых интерфейсов. Оптимизация текущей архитектуры проекта для масштабирования.\nОпыт разработки игр от 4-х лет или разработка крупной/известной финансово успешной игры с серверной частью. Уверенное знание Unity..."}, {"title": "Senior Game Designer — Core Gameplay", "link": "https://hh.ru/vacancy/54296780?query=game%20developer", "employer": "Area of Games", "address": "Москва", "salary": "", "description": "Участие в проектировании боевой системы игры жанра team battler в соответствии с вижном, проектирование и настройка филинга боевой системы для...\nОпыт работы на позиции ведущего гейм-дизайнера в игровой индустрии от 4-х лет, опыт работы с геймплеем на мидкорном..."}, {"title": "3D Environment artist", "link": "https://hh.ru/vacancy/53869361?query=game%20developer", "employer": "Talents In Games", "address": "Москва", "salary": "", "description": "Продюсер - руководитель, который следит за процессом в целом. Лиды вместе с продюсером формируют план по своему направлению, им отходит отдельная...\nНаличие портфолио близкого к стилистике проекта. Опыт работы в геймдеве (в том числе аутсорс) около 3х лет."}, {"title": "2D Artist (Characters)", "link": "https://hh.ru/vacancy/54375965?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "Совместно с командой художников и креативными директорами разрабатывать концепты и финальные рендеры 2D-персонажей в заданной стилистике.\nБолее 4 лет опыта работы в геймдеве к качестве художника по персонажам; богатое портфолио, в котором есть выпущенные проекты."}, {"title": "Unity Developer (Hyper-Casual Games)", "link": "https://hh.ru/vacancy/54330583?query=game%20developer", "employer": "ООО Долсо", "address": "Москва", "salary": "", "description": "Working closely with product managers for achieving efficient development process. Game optimization for all platforms, code maintaining, bug fixes.\nBachelor’s Degree or equivalent work experience in the related field. 1 years of experience in Hyper casual game industry."}, {"title": "3D Environment Artist", "link": "https://hh.ru/vacancy/52889720?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "С командой концепт художников разрабатывать запоминающиеся, современные концепции уровней с узнаваемыми элементами и разнообразной тематикой. Вместе с командой левел-дизайнеров...\nАктуальное портфолио с примерами работ. 3 года опыта разработки игр на позиции художника мид- или синьор- уровня, специализирующегося на 3..."}, {"title": "2D Animator", "link": "https://hh.ru/vacancy/52809709?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "Создавать в Spine анимации для различных сущностей: танков, техники, устройств, турелей и т.д. Анимировать элементы окружения на боевых картах...\nБезграничная любовь к играм. Будет плюсом. Понимание процесса разработки игр. Владение навыками классической анимации. Опыт работы в Magic Particles или..."}, {"title": "Middle/Senior Unity3D Developer", "link": "https://hh.ru/vacancy/53027915?query=game%20developer", "employer": "IT_Selection", "address": "Москва", "salary": "2 500 – 3 000 USD", "description": "Разработка, оптимизация, поддержка мобильных игр на Unity3D. Построение базовой архитектуры приложения. Поддержка существующих проектов.\nОпыт коммерческой разработки от 3 лет. Уверенное знание Unity3D и C#. Опыт разработки приложений под мобильные платформы iOS..."}, {"title": "VFX Artist", "link": "https://hh.ru/vacancy/54261197?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "Создавать шикарные визуальные эффекты в заданной стилистике как для геймплея, так и для интерфейса. Оптимизировать эффекты в соответствии с техническими...\nБезграничная любовь к играм. Будет плюсом. Понимание пайплайнов и особенностей разработки игр для ПК/консолей. Практический опыт в моушн-дизайне..."}, {"title": "Lead 2D Artist / Art Lead (Gamedev)", "link": "https://hh.ru/vacancy/52650888?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 150 000 руб.", "description": "Следить за итоговым качеством визуальной составляющей проекта и контролировать соблюдение его стилистики. Вести документацию. Взаимодействовать с командами разработки игр: проджекты...\nИмеешь опыт управления командой художников более 1 года (на игровом или на мультипликационном проекте). Имеешь портфолио своих работ, которое пришлёшь..."}, {"title": "ASO специалист (Gamedev)", "link": "https://hh.ru/vacancy/52343651?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 1 000 USD", "description": "Текстовую оптимизацию приложений: сбор семантического ядра, подготовка названий, описаний, ключевых слов. Графическую оптимизацию: поиск и проработка гипотез для иконок, скриншотов...\nОпыт работы в ASO от 1 года. Отлично знаешь английский язык: уровень intermediate и выше. Имеешь опыт работы с самыми..."}, {"title": "Art Lead / Ведущий художник (GameDev)", "link": "https://hh.ru/vacancy/52650415?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 150 000 руб.", "description": "Следить за итоговым качеством визуальной составляющей проекта и контролировать соблюдение его стилистики. Вести документацию. Взаимодействовать с командами разработки игр: проджекты...\nИмеешь опыт управления командой художников более 1 года (на игровом или на мультипликационном проекте). Имеешь портфолио своих работ, которое пришлёшь..."}, {"title": "Promo Аrtist / Художник промо-материалов (GameDev)", "link": "https://hh.ru/vacancy/52650705?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 130 000 руб.", "description": "Отрисовывать промо-графику (иконки, скриншоты, рекламные материалы), которые публикуются при релизе приложения на Google Play / Apple App Store и на...\nИмеешь портфолио своих работ, которое пришлёшь вместе с откликом (не менее 5-10 отобранных работ). Свободно владеешь графическим пакетами Adobe."}, {"title": "Senior Level Designer", "link": "https://hh.ru/vacancy/54886809?query=game%20developer", "employer": "Rikor Games", "address": "Москва", "salary": "", "description": "Полный цикл создания уровней, от геймплейной идеи до финализации. Понимание геймплейных задач и их интеграция в уровень. Баланс сложности, читаемости...\nЭнтузиазм и желание развиваться в игровой индустрии. Знание принципов дизайна уровней и умение применять их на практике. Хорошее знание Unreal..."}, {"title": "QA Automation Engineer", "link": "https://hh.ru/vacancy/54150921?query=game%20developer", "employer": "ТОО MadOut Games", "address": "Москва", "salary": "", "description": "Курировать и выстраивать процесс автоматизации тестирования на проекте. Разрабатывать решения для оптимизации тестирования. Проектировать устойчивую инфраструктуру автотестирования. Создавать и дорабатывать...\nОпыт тестирования в Gamedev от 2-х лет. Опыт использования JIRA для управления задачами / багтрекинга. Умение анализировать и декомпозировать задачи."}, {"title": "3D Environment Artist / 3D Художник Окружения", "link": "https://hh.ru/vacancy/54853655?query=game%20developer", "employer": "ТОО MadOut Games", "address": "Москва", "salary": "", "description": "Создание 3D моделей окружения (архитектура, интерьеры, растительность). Добавление новых локаций и доработка существующих. Взаимодействие с арт-лидом, арт-командой...\nОпыт работы в игровых проектах. Опыт работы в качестве 3D художника от 6-ти лет. Опыт моделирования и текстурирования..."}, {"title": "Technical UI Artist", "link": "https://hh.ru/vacancy/54658247?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Подготавливать ассеты к верстке в Unity, контролировать их имплементацию. Верстать и настраивать адаптивные интерфейсы в движке по дизайн-макетам, составлять...\nОпыт работы в Unity, верстки GUI в движке (от 1 года). Уверенное владение Adobe Photoshop, Figma. Аккуратность, внимание к деталям..."}, {"title": "Middle Unity developer", "link": "https://hh.ru/vacancy/52413068?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "от 100 000 руб.", "description": "Разработка фич, меты, клиент-серверной логики. Доработка архитектуры. Рефакторинг кода. Работа в большой команде на крупном проекте.\nОпыт коммерческой разработки игр. Знание C# и инструментов Unity, опыт работы от 2х лет. Владение базовыми паттернами проектирования."}, {"title": "Lead UA Manager", "link": "https://hh.ru/vacancy/54516957?query=game%20developer", "employer": "RJ Games", "address": "Москва, Новокузнецкая и еще 2 ", "salary": "", "description": "Планирование закупки трафика и анализ эффективности рекламных кампаний. Распределение бюджета между всеми каналами платного привлечения пользователей. Принятие стратегических решений по...\nОпыт работы в UA в игровой индустрии от 3 лет. Опыт работы с аналитическими системами. Понимание особенностей различных каналов закупки..."}, {"title": "Senior Manual QA Engineer", "link": "https://hh.ru/vacancy/54151035?query=game%20developer", "employer": "ТОО MadOut Games", "address": "Москва", "salary": "", "description": "Обеспечивать качество и стабильность работы игрового клиента MadOut 2. Разрабатывать тестовую документацию (тест-кейсы, чек-листы). Проводить тестирование на мобильной...\nОпыт тестирования в Gamedev от 2-х лет. Опыт использования JIRA для управления задачами / багтрекинга. Понимание процесса разработки ПО и..."}, {"title": "Middle+ / Senior Java Developer", "link": "https://hh.ru/vacancy/54851852?query=game%20developer", "employer": "Gameram", "address": "Москва", "salary": "от 200 000 руб.", "description": "Решать продуктовые задачи, от небольших фичей до крупных сервисов. Участвовать в оценках сложности задач. Взаимодействовать с тестировщиками, аналитиками и продактами...\nОпыт работы более 3 лет, отличное знание Java. Опыт создания REST-api, опыт в написании микросервисов. Знание алгоритмов, структур данных..."}, {"title": "Художник по персонажам / Character 2D-artist (gamedev)", "link": "https://hh.ru/vacancy/54932465?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Заниматься отрисовкой персонажей, эмоций, причесок, одежды в реалистичном стиле. Взаимодействовать с командой разработки.\nНаличия портфолио с примерами работ по персонажам (портреты, полный рост) - обязательно. Свободного владения графическими пакетами Adobe Photoshop. Навыков фотоколлажирования."}, {"title": "Level artist / Look Dev artist", "link": "https://hh.ru/vacancy/54974052?query=game%20developer", "employer": "ИП Цыганов Роман Александрович", "address": "Москва", "salary": "", "description": "Задача: настройка локации из готовых ассетов. Работаем по договору, подписываем NDA. В поисках на разовый проект или контракт.\nРелевантный опыт в Gamedev-индустрии от года (Middle, Senior). Опыт работы с Unreal Engine 4/5. Внимание к деталям."}, {"title": "Unity Developer (AR Project)", "link": "https://hh.ru/vacancy/54966319?query=game%20developer", "employer": "ICVR", "address": "Москва", "salary": "", "description": "Игроку предстоит погрузится в игровую вселенную в дополненной реальности и использовать различные специальные технологии, чтобы помочь персонажам, решая головоломки, сражаясь...\nГибкость архитектуры строится на ряде паттернов включая собственную модификацию MVC. Технологии, используемые на проекте: - AR Foundation. - Render features. - Computer vision."}, {"title": "3D-художник по персонажам", "link": "https://hh.ru/vacancy/42154454?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Создание качественных Hi/Low-Poly моделей. UV-маппинг, текстурирование. Работа в команде с художниками и аниматорами.\nНаличие портфолио. Опыт работы в игровых проектах. Уверенное владение 3ds Max или аналогичного ПО. Уверенное владение Adobe Photoshop."}, {"title": "Middle Unity-разработчик", "link": "https://hh.ru/vacancy/54802504?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "от 100 000 руб.", "description": "Разработка кор-механик и контента. Работа в команде с техническими художниками и геймдизайнерами, аниматорами.\nОпыт коммерческой разработки игр. Знание C# и инструментов Unity, опыт работы от 2х лет. Владение базовыми паттернами проектирования."}, {"title": "Backend Developer (GoLang, Gamedev)", "link": "https://hh.ru/vacancy/54164309?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "", "description": "Создание и поддержка масштабируемой архитектуры сервера: профили игроков, лидерборды, кланы и пр.. Проектирование клиент-серверного протокола. Проектирование, разработка и поддержка...\nОпыт работы c Docker. Опыт работы с облачными сервисами (AWS). Опыт работы в Gamedev. Опыт работы в CockroachDb. Знание Lua."}, {"title": "Lead 3D Artist", "link": "https://hh.ru/vacancy/54615489?query=game%20developer", "employer": "Unlock Games", "address": "Москва, Автозаводская", "salary": "", "description": "Создание образцовых 3D ассетов (персонажей, локаций, пропсов, анимаций, кат-сцен). Сборка и настройка образцовых сцен в Unity (включая работу...\nОпыт работы Lead 3D Artist / Senior 3D Artist и на схожих позициях от 2-х лет."}, {"title": "Ведущий нарративный дизайнер / Lead Narrative Designer (gamedev)", "link": "https://hh.ru/vacancy/54974892?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Управлять командой нарративных дизайнеров (обучение, наставничество). Прорабатывать существующую схему работы. Генерировать идеи для эпизодов проекта. Участвовать в создании интересных персонажей...\nОпыта управления нарративным направлением от 2-х лет. Наличия портфолио. Желания работать с жанром интерактивных историй и знания их целевой..."}, {"title": "Lead 3D-Artist / Ведущий 3D художник (gamedev)", "link": "https://hh.ru/vacancy/54976557?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Создавать 3D модели персонажей и окружения, локаций. Работать с референсами. Настраивать освещение в сценах, текстурировать и настраивать материалы.\nОпыта работы в игровой индустрии от 1 года. Портфолио с примерами работ. Отличного понимания форм и пропорций. Профессионального владения одним..."}, {"title": "Technical Artist", "link": "https://hh.ru/vacancy/54881966?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Техническое сопровождение задач команды разработки движка и рендера проекта (постановка, проверка и консультирование исполнителей). Изучение технических вопросов касающихся графики и...\nОпыт работы с Unity или другим 3D-движком (производство, сборка, настройка, оптимизация контента). Базовое понимание принципов 3D-моделирования..."}, {"title": "Senior Game Designer", "link": "https://hh.ru/vacancy/54943126?query=game%20developer", "employer": "101XP", "address": "Москва, Строгино", "salary": "", "description": "Разработка нового мобильного проекта в жанре Casual. Создание геймплейного контента и игровых локаций. Расчет баланса и экономики игры.\nИгровой опыт, понимание специфики мобильного рынка. Опыт работы над разработкой мобильных игр (Casual). Опыт создания и ведения дизайн-документов."}, {"title": "UA Manager / UA Менеджер", "link": "https://hh.ru/vacancy/54279673?query=game%20developer", "employer": "RJ Games", "address": "Москва, Новокузнецкая и еще 2 ", "salary": "", "description": "Запуск и ведение рекламных кампаний. Контроль за достижением необходимых показателей. Поиск способов оптимизировать и масштабировать кампании. Тестирование креативов.\nАналогичный опыт работы в игровой индустрии от 1 года. Понимание особенностей различных каналов закупки трафика. Умение работать с аналитическими системами."}, {"title": "3D Animator", "link": "https://hh.ru/vacancy/54974429?query=game%20developer", "employer": "ИП Цыганов Роман Александрович", "address": "Москва", "salary": "до 130 000 руб.", "description": "Задача: ретаргет анимации, полишинг мокап сьемки. Работаем по договору, подписываем NDA. В поисках на разовый проект или контракт.\nРелевантный опыт в Gamedev-индустрии от года (Middle, Senior). Опыт работы Maya. Знание Unreal Engine 5 будет плюсом."}, {"title": "Level Artist", "link": "https://hh.ru/vacancy/54325748?query=game%20developer", "employer": "ООО МОТОРСПОРТ", "address": "Москва", "salary": "", "description": "Cборка прототипов и игровых уровней из готовых элементов. Расстановка и настройка элементов игровой логики на уровнях. Создание текстурных атласов.\nРелевантный опыт в Gamedev-индустрии от года. Опыт работы с Unreal Engine 4. Опыт работы с пакетами разработки арт-контента..."}, {"title": "Fullstack-разработчик (Gamedev)", "link": "https://hh.ru/vacancy/51177261?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "", "description": "Разрабатывать админки для игр компании.\nОпыт работы от 2 лет на C#/Java/C/Python. Опыт работы с Google Sheets API. Знание одного из фронтенд..."}, {"title": "Unity Developer (Gamedev)", "link": "https://hh.ru/vacancy/54901581?query=game%20developer", "employer": "GDR Studio (ИП Реутова Анастасия Николаевна)", "address": "Москва", "salary": "", "description": "Прототипирование, разработка геймплея и игровых фич. Интеграция сторонних SDK (реклама/аналитика). Написание качественного кода, понятного другим разработчикам. Улучшение процесса разработки...\nОпыт работы с Unity/C#. Умение собирать и настраивать арт составляющую проекта в Unity. Умение самостоятельно ресерчить и находить решение..."}, {"title": "Senior 2d artist", "link": "https://hh.ru/vacancy/54604099?query=game%20developer", "employer": "Ants Games", "address": "Москва, Электрозаводская", "salary": "", "description": "Создание новых задач и распределение текущих на команду. Креатив и участие в формировании художественного стиля. Работа с командой. Создание графики.\nОпыт работы на соответствующей позиции не менее 3 лет. Наличие портфолио и результата в проектах. Владение графическим редактором Photoshop/Illustrator..."}, {"title": "Концепт-художник по персонажам (Shadow Fight Arena)", "link": "https://hh.ru/vacancy/54382829?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Создание концептов персонажей.\nНаличие портфолио. Опыт работы в игровой индустрии на аналогичной должности от 1 года. Владение графическим редактором Adobe Photoshop."}, {"title": "Art Lead", "link": "https://hh.ru/vacancy/54604078?query=game%20developer", "employer": "Ants Games", "address": "Москва", "salary": "", "description": "Создание новых задач и распределение текущих на команду. Креатив и участие в формировании художественного стиля. Работа с командой. Создание графики.\nОпыт работы на соответствующей позиции не менее 3 лет. Наличие портфолио и результата в проектах. Владение графическим редактором Photoshop/Illustrator..."}, {"title": "Business Development Manager", "link": "https://hh.ru/vacancy/54224111?query=game%20developer", "employer": "AAA Game Art Studio", "address": "Москва", "salary": "1 500 – 5 000 USD", "description": "Разработка стратегий и планов роста. Управление и поддержание отношений с существующими клиентами. Исследование потенциальных клиентов B2B.\nОпыт работы в сфере продаж B2B в сфере ИТ-аутсорсинга не менее 2 лет. Английский не ниже C..."}, {"title": "Unity/C# разработчик (First-person Shooter)", "link": "https://hh.ru/vacancy/42235797?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва, Шаболовская", "salary": "", "description": "Разработка фичей в существующий большой проект, которые могут включать в себя геймплей/мету. Например, новый тип ивентов в Left to...\nОпыт работы с системами контроля версий. Опыт работы в разработке игр — от 3 лет. Опыт распределения и приемки задач."}, {"title": "HR Brand Manager", "link": "https://hh.ru/vacancy/54884458?query=game%20developer", "employer": "Glera Games", "address": "Москва", "salary": "", "description": "Работа над стратегией развития Бренда Компании (преимущественно Employer Brand, а так-же продуктовая сторона (пока-что по минимуму)).\nСпособность писать крупные статьи - PR (менее релевантно, но желательно). Понимание действительности, потребности и возможных сценариев развития IT/GameDev индустрии, а..."}, {"title": "Senior 2D-художник (Слот-игры)", "link": "https://hh.ru/vacancy/48047110?query=game%20developer", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Создание игровой графики для слот игр. Разработка концепции и отрисовка символов, бонусов, фоновых изображений, бонусных игр, интерфейсов, логотипов и персонажей.\nОпыт работы в геймдеве. Умение создавать яркую, живую и продаваемую графику. Желание создавать и придумывать игры. Умение рисовать в разных..."}, {"title": "Senior UA Analyst / Маркетинговый аналитик", "link": "https://hh.ru/vacancy/54516964?query=game%20developer", "employer": "RJ Games", "address": "Москва", "salary": "", "description": "Анализ закупки трафика. Построение модели окупаемости для разных видов трафика. Оценка креативов. Оценка эффективности рекламных кампаний. Анализ конкурентов.\nОпыт работы в игровых компаниях или на мобильных проектах на позиции UA аналитика. Знание принципов работы рекламных сетей."}, {"title": "QA Engineer / Тестировщик мобильных игр", "link": "https://hh.ru/vacancy/53421877?query=game%20developer", "employer": "DouDouGames", "address": "Москва", "salary": "", "description": "Тестирование мобильного приложения. Создание и актуализация тестовой документации. Создание баг репортов. Работа с технической документацией.\nОбладает опытом работы от 6 месяцев в должности QA. Обладает знаниями теории тестирования. Обладает знанием техник тест-дизайна и применяет..."}, {"title": "Creative Producer", "link": "https://hh.ru/vacancy/50778397?query=game%20developer", "employer": "ООО Хайкор Геймз", "address": "Москва", "salary": "", "description": "Участие в формировании креативной стратегии и контроль ее соблюдения. Выбор наиболее приоритетных задач на основе трендов, мнения команды, личного видения...\nБазовое понимание принципов тестирования креативов и основных метрик эффективности (share of voice, CTR, IPM и др.). Опыт работы UA от..."}, {"title": "3D-художник по окружению", "link": "https://hh.ru/vacancy/53627092?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Разработка контента согласно пайплайна и контролирование на всех этапах работы. Создание 3д локаций для мобильного файтинга. LOW-poly моделирование...\nНаличие портфолио. Опыт работы в геймдеве (в том числе аутсорс). Профессиональное владение пакетами 3D и 2D программами (предпочтительно..."}, {"title": "Ведущий аналитик (gamedev)", "link": "https://hh.ru/vacancy/43504375?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Поддержание и развитие текущего инструментария аналитики, развитие аналитических подходов в работе команды, менторство и развитие аналитиков в команде.\nОпыт игровой аналитики (продуктовой и/или маркетинговой) от 3 лет. Уверенные навыки работы с SQL, Python для анализа данных."}, {"title": "Art Lead / Ведущий художник (GameDev)", "link": "https://hh.ru/vacancy/54850256?query=game%20developer", "employer": "ООО Радар", "address": "Москва, Охотный ряд", "salary": "от 200 000 руб.", "description": "Следить за итоговым качеством визуальной составляющей проекта и контролировать соблюдение его стилистики. Вести документацию. Взаимодействовать с командами разработки игр: проджекты...\nДизайнерское мышление и опыт работы в казуальных и мидкорных проектах! Опыт управления командой художников от 1 года. В сопроводительном письме..."}, {"title": "Game designer (Гейм-дизайнер)", "link": "https://hh.ru/vacancy/54830865?query=game%20developer", "employer": "Social Quantum", "address": "Москва", "salary": "", "description": "Разработка новых игровых механик и фичей проекта. Анализ игровой статистики. Расчет игрового баланса и монетизации. Планирование развития проекта и контроль...\nОпыт работы на аналогичной должности от 2 лет. Большой игровой опыт в мобильных продуктах. Хорошее знание игрового рынка f2..."}, {"title": "Senior/Lead UI/UX (GameDev)", "link": "https://hh.ru/vacancy/54946743?query=game%20developer", "employer": "Glera Games", "address": "Москва", "salary": "", "description": "Разработкой общего визуального стиля и наполнения интерфейсов проекта. Авторским надзором UI проектов (обеспечение единства художественного стиля и контроль качества).\nНаличие сильного UI портфолио. Опыт работы в игровой индустрии на схожей позиции от 2-х лет. Понимание принципов построения современных..."}, {"title": "Lead Game Designer (match-3)", "link": "https://hh.ru/vacancy/54678328?query=game%20developer", "employer": "Playrix", "address": "Москва", "salary": "", "description": "Участие в формировании видения и генерация идей для новых механик. Сопровождение фич от разработки ТЗ до контроля качества в игре.\nРабота в команде, но с большой личной ответственностью. Опыт работы над match-3 проектами на позициях Game Designer / Lead Game..."}, {"title": "Художник по окружению / 2D Environment Artist (gamedev)", "link": "https://hh.ru/vacancy/53643950?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Заниматься отрисовкой локаций широкой тематики: интерьеры и экстерьеры (в основном бытовой реализм). Взаимодействовать с командой разработки.\nНаличия портфолио с примерами работ по окружению - обязательно. Свободного владения графическим пакетом Adobe Photoshop. Навыков фотоколлажирования, фотобаша. Умения рисовать, знания..."}, {"title": "Разработчик (Python) киберспортивной платформы", "link": "https://hh.ru/vacancy/54970291?query=game%20developer", "employer": "ООО Открытая Киберспортивная Лига", "address": "Москва", "salary": "до 100 000 руб.", "description": "Разрабатывать и улучшать модули платформы по поставленному ТЗ. Обеспечивать работоспособность игровых серверов, их обновление. Исправлять ошибки в работе платформы, с...\nУвлечённость играми. Опыт разработки на Python. Опыт client-side разработки: HTML, CSS, JavaScript, jQuery, Angular. Опыт web-разработки с применением..."}, {"title": "Junior VFX Artist", "link": "https://hh.ru/vacancy/54872516?query=game%20developer", "employer": "Fntastic", "address": "Москва", "salary": "", "description": "Разработка и визуализация внутриигровых эффектов и графического контента для эффектов. Интеграция созданных эффектов.\nУверенное владение Photoshop. Знание шейдеров и системы частиц в Unreal Engine."}, {"title": "3D-моделлер (Gamedev)", "link": "https://hh.ru/vacancy/48288755?query=game%20developer", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Создание персонажей и предметов окружения в трехмерной графике.\nОпыт работы в игровой индустрии. Опыт 3D-моделирования, UV-развертки и текстурирования. Понимание PBR. Опыт работы с пакетами трехмерного..."}, {"title": "Дизайнер иконок (Gamedev)", "link": "https://hh.ru/vacancy/54765450?query=game%20developer", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Создание иконок и элементов интерфейса для мобильных проектов студии.\nНаличие профильного портфолио. Знание основ академического рисунка и композиции, техники традиционного рисования и т.д. Высокий уровень владения Adobe Photoshop."}, {"title": "3D-Artist (mobile gamedev)", "link": "https://hh.ru/vacancy/54396470?query=game%20developer", "employer": "THC", "address": "Москва", "salary": "", "description": "3d моделированием и анимацией. Skinning, rigging. Работа с VFX и партикл системами. Работа с Unity, импорт и проверка анимаций...\nНаличие портфолио ОБЯЗАТЕЛЬНО. Владение 3D анимацией (MotionBuilder, Maya, Spine, etc.). Знание любого 3D редактора (Substance painter или другого..."}, {"title": "Lead Unity 3D Developer (MY.GAMES)", "link": "https://hh.ru/vacancy/54159613?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Разработка структуры и архитектуры проекта. Наем и развитие команды разработки. Планирование, распределение и контроль задач совместно с PM.\nОпыт работы на Unity3D (С#) — от 3 лет. Отличное знание паттернов проектирования, в частности MVC, IOC/DI, Adapter..."}, {"title": "BigData DevOps-инженер (MY.GAMES)", "link": "https://hh.ru/vacancy/52253627?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Развитие и поддержка аналитического хранилища данных. Развитие и поддержка инструментов для анализа данных (JupyterHub, Zeppelin) и машинного обучения.\nОпыт администрирования Linux от 3х лет. Опыт администрирования реляционных СУБД (желательно PostgreSQL). Опыт поддержки аналитических хранилищ данных (достаточно одного..."}, {"title": "Дизайнер уровней матч-3 / Level Designer", "link": "https://hh.ru/vacancy/48801904?query=game%20developer", "employer": "DouDouGames", "address": "Москва", "salary": "", "description": "Создавать новые уровни. Тестировать, исправлять, балансировать текущие уровни.\nЭкспертизой в жанре матч-3, знанием топовых продуктов, пониманием устройства и принципов построения уровней в играх этого жанра."}, {"title": "Lead Game Designer", "link": "https://hh.ru/vacancy/54663919?query=game%20developer", "employer": "ООО Гейминг Геймс", "address": "Москва", "salary": "120 000 – 200 000 руб.", "description": "Вы сможете участвовать в выборе игр на разработку.\nОпыт в разработке экономики игры. - Опыт в разработке игр более 2-х лет! - Понимания трендов в мобильных играх. -"}, {"title": "Аниматор 3D/2D Unity (GameDev)", "link": "https://hh.ru/vacancy/54517581?query=game%20developer", "employer": "ООО Радар", "address": "Москва, Охотный ряд", "salary": "от 100 000 руб.", "description": "Анимирование персонажей (людей, животных, вымышленных существ) и элементов окружения. Работа с Unity: импортирование и настройка анимаций в движке.\nЗнание принципов анимации и умение применять их на практике. Уверенное владение Adobe Photoshop и Adobe Animate. Внимательность к деталям и..."}, {"title": "Программист C/C++ (junior/middle)", "link": "https://hh.ru/vacancy/54930593?query=game%20developer", "employer": "СиСофт, (CSoft)", "address": "Москва", "salary": "", "description": "Программирование манипуляций трехмерными и двухмерными геометрическими объектами. Разработка интерфейса пользователя (MFC). Работа серверными СУБД (MS SQL Server и PostgreSQL) на...\nОпыт работы с AutoCad. Для кандидатов желателен опыт разработки в данной области (САПР) или в смежных областях (ГИС, разработка игр..."}, {"title": "Программист Unity", "link": "https://hh.ru/vacancy/54839365?query=game%20developer", "employer": "Vr Doctor", "address": "Москва", "salary": "до 190 000 руб.", "description": "Разработка программного продукта на Unity / С#. - Разработка программ обучения.\nСпособность решать новые / сложные задачи. - Наличие опыта успешной работы с Unity3D / C#. - Высокая самостоятельность, ответственность, желание развиваться и..."}, {"title": "Senior UI 2D Artist", "link": "https://hh.ru/vacancy/53267097?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "Работать в плотной связке с командами UI/UX и креативным директором над созданием визуального языка интерфейса. Превращать блокауты и карты...\nОпыт работы с пакетом Adobe Creative Cloud. Огромная любовь к играм и опыт разработки игр жанра 2D-платформер, Shmaps..."}, {"title": "3D-Artist / 3D-Художник (gamedev)", "link": "https://hh.ru/vacancy/54687623?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Создавать 3D модели и сцены по концептам художников с нуля в Blender и рендерить их под обрисовку.\nОпыта работы в игровой индустрии от 1 года. Наличия портфолио с примерами работ - обязательно. Владения Blender и Photoshop."}, {"title": "2D-художник по окружению / 2D Enviroment Artist (gamedev)", "link": "https://hh.ru/vacancy/53429253?query=game%20developer", "employer": "GAME-GARDEN, Компания", "address": "Москва", "salary": "", "description": "Отрисовывать бэки и объекты в заданной стилистике. Отрисовывать концепты объектов под моделлинг. Заниматься подготовкой графики к интеграции в проект.\nНаличия портфолио с примерами работ по окружению - обязательно. Владения пакетами 3D графики (предпочтительно Blender). Умения рисовать, знания законов композиции..."}, {"title": "Senior L&D manager / Специалист отдела обучения и развития (Gamedev)", "link": "https://hh.ru/vacancy/54652231?query=game%20developer", "employer": "Area of Games", "address": "Москва, Дмитровская", "salary": "", "description": "Построить комплексную систему обучения, оценки и мотивации (студии-разработчики игр для ПК/Консолей и мобильных игр). Организовать обучение у внешних...\nОпыт выстраивания системы обучения и развития в компании 200 человек (опыт работы в IT/геймдеве буде плюсом). Сильные навыки проведения..."}, {"title": "Программист С++", "link": "https://hh.ru/vacancy/54395611?query=game%20developer", "employer": "ООО УЛИТКА", "address": "Москва, Свиблово", "salary": "120 000 – 150 000 руб.", "description": "Важно! Обязательно прохождение тестового задания. - Знание C и C. - Общий опыт программирования не менее 3-х лет. - Знания основ линейной..."}, {"title": "Senior UX Designer", "link": "https://hh.ru/vacancy/53266406?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "Нести ответственность за юзабилити игры в различных средах — от HUD до сложных мета модулей с сотнями стейтов. Создавать лейауты и...\nОпыт работы дизайнером интерфейсов для мобильных игр, опыт создания моушн-дизайна, огромная любовь к играм и опыт разработки игр жанра..."}, {"title": "Community manager (APP Game center)", "link": "https://hh.ru/vacancy/50684660?query=game%20developer", "employer": "Honor", "address": "Москва", "salary": "", "description": "Analysis of popular APPs in the gaming category. Operation and maintain official user group, including but not limited to users...\nRelated work experience 1 years in the game industry / influence marketing. Good relationship with the gaming community will be a..."}, {"title": "Lighting Artist", "link": "https://hh.ru/vacancy/54416556?query=game%20developer", "employer": "Area of Games", "address": "Москва, Дмитровская", "salary": "", "description": "Освещение окружения и персонажей. Расстановка и настройка эффектов света. Оптимизация света. Настройка постпроцессов. Взаимодействие с отделами нарратива, левел-дизайна, геймдизайна...\nОпыт работы на позиции Lighting Artist / Tech Artist / Environment Artist. Понимание особенностей настройки света в игровых движках, опыт работы в..."}, {"title": "Environment Artist", "link": "https://hh.ru/vacancy/54494136?query=game%20developer", "employer": "Area of Games", "address": "Москва", "salary": "", "description": "Созданием с нуля визуального стиля окружения совместно с арт-директором. Работой над пейзажами и окружением как в игре, так и...\nОт 3 лет опыта работы Environment Artist или Landscape Artist. Сильные навыки в 2D-графике: цвет, свет, композиция."}, {"title": "VFX Artist", "link": "https://hh.ru/vacancy/50891901?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Создание и оптимизация эффектов для персонажей, окружения, UI.\nПриветствуется опыт, либо желание обучаться работать VFX Graph. Требования: Обязательно наличие в портфолио VFX в 3D. Опыт разработки эффектов."}, {"title": "Character Artist", "link": "https://hh.ru/vacancy/54493474?query=game%20developer", "employer": "Area of Games", "address": "Москва", "salary": "", "description": "Созданием с нуля визуального стиля персонажей совместно с арт-директором. Самостоятельной отрисовкой персонажей и контролем качества и соблюдения стилистики командой...\nОт 3 лет опыта работы художником по персонажам. Опыт на позиции лид-художника (1-2 года) будет плюсом."}, {"title": "Продакт-менеджер (MY.GAMES)", "link": "https://hh.ru/vacancy/54413750?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Руководить несколькими продуктами MY.GAMES Store. Ставить и валидировать задачи для кросс-фукнциональной команды. Актуализировать роадмапы продуктов. Формировать бэклоги продуктов.\nВы имеете опыт разработки и развития нескольких B2C продуктов одновременно в роли Product Owner/Product manager."}, {"title": "Concept Artist (Weapons)", "link": "https://hh.ru/vacancy/54249901?query=game%20developer", "employer": "Game Insight", "address": "Москва", "salary": "", "description": "Разрабатывать оружие в стилистике на стыке реализма и футуризма, работая в плотной связке с командами арта и лора.\nАктуальное портфолио. 3 года опыта разработки концептов или 3D-моделей оружия. Опыт работы с пакетом Creative Cloud."}, {"title": "Senior Unity 3D developer (TRICKS)", "link": "https://hh.ru/vacancy/51099564?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Разработка гибких компонентов игровых механик. Работа с физикой - ragdoll, обработка ударов и взрывов. Работа с анимацией - разработка locomotion, mecanim и...\nОпыт работы в геймдеве в роли синьора/лида. Знание C#, принципов ООП, понимание ECS. Опыт профилирования и оптимизации Unity приложений."}, {"title": "Playable Ads Developer HTML5 (GameDev)", "link": "https://hh.ru/vacancy/54377648?query=game%20developer", "employer": "Hot Siberians", "address": "Москва", "salary": "", "description": "Разработка Playable Ads. Разработка мини-игр. Участие в формировании концепций рекламных креативов. Генерация идей креативов на основании экспертизы.\nОпыт разработки на HTML5. Опыт создания играбельной HTML5 рекламы (Playable Ads). Опыт адаптации Playable Ads под рекламные сети..."}, {"title": "C++ Developer", "link": "https://hh.ru/vacancy/54591149?query=game%20developer", "employer": "Area of Games", "address": "Москва, Дмитровская", "salary": "", "description": "Разработка сингловой RPG для PC/консолей. Участие в разработке архитектуры игры. Развитие и поддержка игровой логики. Разработка функциональных и инфраструктурных...\nОпыт разработки более 3 лет. Выпущенные игры. Отличное знание C. Отличное знание любого другого языка. Отличное знание Unreal, большой опыт..."}, {"title": "Ведущий разработчик React (Game Center)", "link": "https://hh.ru/vacancy/54529382?query=game%20developer", "employer": "ПАО «МТС»", "address": "Москва", "salary": "", "description": "Разработка новых и развитие существующих пользовательских интерфейсов на React. Участие в анализе, проектировании и оценке технических решений вместе с командой.\nСуммарный опыт коммерческой разработки от 3 лет, на React - от 1 года. Опыт работы с git. Опыт разработки SPA."}, {"title": "Senior Developer (Unity 3D) / Старший разработчик", "link": "https://hh.ru/vacancy/53551482?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва, Аэропорт", "salary": "", "description": "Разработка программного кода игровых приложений для мобильных платформ на C# в Unity. Взаимодействие с командой разработчиков.\nОпыт работы от 5-ти лет. Опыт работы в гейм-деве и желание делать игры. Знание C#, принципов ООП."}, {"title": "Senior Game Designer (PC/Console)", "link": "https://hh.ru/vacancy/49230074?query=game%20developer", "employer": "Saber Interactive", "address": "Москва", "salary": "", "description": "Курирование нескольких проектов в разработке по вопросам гейм-дизайна, корректирование направлений работы команды при необходимости. Контроль гейм-дизайн материалов проектов.\nБольшой опыт в гейм-дизайне, в идеале PC/ Console. Возможно mobile midcore/hardcore. Уровень английского языка - Upper Intermediate и выше..."}, {"title": "Java Server Side Developer/Программист серверной части", "link": "https://hh.ru/vacancy/39084059?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Проектирование, разработка и поддержка фич мета геймплея на сервере. Проектирование клиент-серверного протокола. Разработка unit-тестов.\nJava 11. Netty для сетевой части. Hazelcast как основа распределенных структур данных и операций. PostgreSQL в качестве основной базы."}, {"title": "CTO (chief technology officer) for games projects", "link": "https://hh.ru/vacancy/54277024?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "At the moment, there are 6 products at different stages, and in total there are more than 200 projects in...\n...remote international game development team formed in 2019. Red Rift is a developer of high quality games. We develop NFT..."}, {"title": "Аналитик (Маркетинг)", "link": "https://hh.ru/vacancy/54235932?query=game%20developer", "employer": "BANZAI.GAMES", "address": "Москва", "salary": "", "description": "Включение в текущий аналитический стек (данные в кликхаус визуализация в Tableau). Проведение работ над улучшением предикативной модели закупленного трафика.\nУверенное знание Python для анализа данных (библиотеки Pandas, NumPy, умение работать с API сторонних сервисов для получения данных (будет плюсом..."}, {"title": "UI/UX designer (Game)", "link": "https://hh.ru/vacancy/54293853?query=game%20developer", "employer": "SPL", "address": "Москва", "salary": "", "description": "Отрисовка и интеграция интерфейсов, отрисовка UI эффектов. Стэк: Adobe Animate, Scaleform, Photoshop.\nОпыт работы с интерфейсами игр от 1 года. Опыт разработки интерфейсов для мобильных и PC платформ (желательно match-3)."}, {"title": "Геймдизайнер мидкорных мобильных игр", "link": "https://hh.ru/vacancy/54310054?query=game%20developer", "employer": "IvlAN", "address": "Москва", "salary": "", "description": "Документация. Создавать понятную, удобную и полную документацию. Делать ревью документов от коллег.\nОпыт в игровой индустрии (от 3 лет). Знание пайплайнов разработки 3D-проектов. Опыт работы над мидкорными проектами в жанрах..."}, {"title": "Level Designer", "link": "https://hh.ru/vacancy/54298838?query=game%20developer", "employer": "ООО ЛАЙТ МЭП", "address": "Москва", "salary": "", "description": "Возможность активно участвовать в разработке проекта, самостоятельно принимая решения. Работа с проектом в который ежемесячно играет более 10 млн пользователей.\nОпыт работы в игровой индустрии на позиции Level Designer от 1,5 лет. Практический опыт создания карт для мобильных или..."}, {"title": "Разработчик VR (Oculus)", "link": "https://hh.ru/vacancy/54247903?query=game%20developer", "employer": "ООО Енвент Технолоджи", "address": "Москва", "salary": "", "description": "Преимущества:"}, {"title": "3D Аниматор/Motion designer (Gamedev)", "link": "https://hh.ru/vacancy/54412110?query=game%20developer", "employer": "Ред Машин", "address": "Москва", "salary": "", "description": "Создание с нуля 3D промо видеороликов для рекламы мобильных игр с аудиторией больше 10 млн человек (от обсуждения сценария...\nОпыт работы от 2-х лет по созданию трёхмерных роликов. Профессиональное владение Adobe After Effects, Maya или Cinema 4D."}, {"title": "VFX Artist", "link": "https://hh.ru/vacancy/54229514?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Работа над проектами мирового качества и новыми технологиями. Открытость и человеческое общение с руководством.\nКоммерческий опыт создания визуальных эффектов в Unity. Наличие релевантного портфолио. Опыт написания шейдеров. Внедрение и настройка внутриигрового контента."}, {"title": "QA Engineer (gamedev)", "link": "https://hh.ru/vacancy/54788704?query=game%20developer", "employer": "Beresnev Games", "address": "Москва", "salary": "1 000 – 1 500 USD", "description": "Тестирование документации перед реализацией нового функционала. Составление тест-кейсов и чек-листов по документации от геймдизайнеров. Проведение ручного тестирования мобильной...\nТестировать на разных мобильных устройствах и знать особенности каждой платформы. Знать особенности рекламной дистрибуции в мобильных играх. Будет плюсом, если..."}, {"title": "QA-инженер (MY.GAMES)", "link": "https://hh.ru/vacancy/54207943?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Ручное тестирование фронтенда и бэкенда сайтов игр. Взаимодействие с разработчиками и менеджерами: уточнение требований, сообщение о найденных проблемах и контроль...\nЗнание основных принципов и методологий тестирования. Понимание и интерес к web-технологиям. Умение тестировать API. Знание SQL на уровне простых..."}, {"title": "IT Recruiter (gamedev)", "link": "https://hh.ru/vacancy/54800685?query=game%20developer", "employer": "Azur Games", "address": "Москва, Баррикадная и еще 2 ", "salary": "", "description": "Выстраивание партнерских отношений с нанимающими менеджерами. Мы верим, что рекрутер - это полноценный партнер для бизнеса. Ресеч по вакансиям в стандартных...\nЗнание технологий boolean search / x-ray поиска. Умение оценивать софт скиллы кандидата. Опыт работы сорсером/ресечером. Знание gamedev рынка и..."}, {"title": "Junior Game-Designer", "link": "https://hh.ru/vacancy/54646235?query=game%20developer", "employer": "Tap To Fun", "address": "Москва", "salary": "", "description": "Работа в Unity. Тестирование функционала. Создание уровней. Запись видео. Придумывание игр.\nЛюбовь к играм. Склонность к анализу. Креативное мышление."}, {"title": "VFX-художник", "link": "https://hh.ru/vacancy/51263263?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Оптимизация эффектов для мобильных устройств. Взаимодействие с арт-отделом и командой разработки. Требования: Создание оптимальных эффектов в Unity.\nУмение вписываться в заранее заданные бюджеты и производительность. Отличное знание particle system. Опыт работы с шейдерами. Насмотренность и вкус к..."}, {"title": "Middle+ - Senior разработчик - удаленно", "link": "https://hh.ru/vacancy/54856656?query=game%20developer", "employer": "LabelMe", "address": "Москва", "salary": "до 250 000 руб.", "description": "Создание демо-версий игр под мобильные устройства в командах по 2-3 человека. Поддержка и развитие проектов для дальнейшей публикации...\nОпыт разработки от 3 лет. Уверенное владение С# (события, абстракции, LINQ и другое). Знание ООП и паттернов Знание возможностей и..."}, {"title": "2D Artist Generalist", "link": "https://hh.ru/vacancy/54394779?query=game%20developer", "employer": "ООО СВЭГ МАША", "address": "Москва", "salary": "", "description": "Создание промо материалов игры. Отрисовка необходимого для UI графического контента. Улучшение уже существующих элементов интерфейсов в игре. Участие в разработке...\nПонимание пайплайна разработки 2D графики и промо материалов для казуальных игр. Высокие навыки финализации арта. Хорошее владение Adobe Photoshop."}, {"title": "Программист Unity3D", "link": "https://hh.ru/vacancy/54395602?query=game%20developer", "employer": "ООО УЛИТКА", "address": "Москва, Свиблово", "salary": "100 000 – 140 000 руб.", "description": "Важно! Обязательно прохождение тестового задания. - Знание C#. - Знание и опыт работы с Unity. - Общий опыт программирования не менее 3-х..."}, {"title": "Unity-разработчик (Middle/Senior)", "link": "https://hh.ru/vacancy/44885334?query=game%20developer", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Разработка игровой логики. Визуализация данных. Обработка пользовательского ввода. Анализ производительности и оптимизация.\nОпыт участия в ревью решений других разработчиков. Опыт разработки игр с многопользовательским режимом реального времени. Опыт портирования на мобильные платформы."}, {"title": "3D Environment Artist", "link": "https://hh.ru/vacancy/54743839?query=game%20developer", "employer": "LLC GFAGAMES", "address": "Москва", "salary": "от 95 000 руб.", "description": "Создание высококачественных game-ready ассетов окружения - архитектуры (в том числе и модульной), пропсов. Доработка или переработка ассетов в соответствии с...\nС опытом планирования, моделирования и текстурирования объектов окружения. С опытом работы в качестве 3D художника от года."}, {"title": "JavaScript разработчик мобильных приложений (Cordova)", "link": "https://hh.ru/vacancy/54524531?query=game%20developer", "employer": "SVMD", "address": "Москва", "salary": "", "description": "Разработка мобильного приложения на vue.js в команде. Разработка логики и архитектуры. Верстка компонентов, тестирование.\nУверенные знания и опыт работы на vue.js, JavaScript ES6, Cordova, Webpack от 2 лет. Обязательно опыт разработки и доработки..."}, {"title": "C# программист", "link": "https://hh.ru/vacancy/54276657?query=game%20developer", "employer": "BlackGorilla Ads LTD", "address": "Москва, Павелецкая", "salary": "от 250 000 руб.", "description": "Оценка резюме и примеров кода. Интервью с HR (онлайн) и TL (он-/оффлайн). Тестовое задание (опционально) по итогам интервью.\nОтличные знания C# и .Net Core. Фундаментальные знания: алгоритмы, паттерны, структуры данных и прочее. Понимание многопоточного и асинхронного программирования."}, {"title": "Ведущий 2D художник (match-3) / Lead 2D artist", "link": "https://hh.ru/vacancy/54809856?query=game%20developer", "employer": "DouDouGames", "address": "Москва", "salary": "", "description": "Разработка графического контента для игровых проектов для мобильных устройств на базе iOS и Android. Контроль за работой художников, временем исполнения...\nУверенным владением Photoshop, графическим планшетом. Знанием 3D пакетов (Blender/Zbrush, аналоги на выбор). Пониманием принципов композиции, освещения, умением видеть..."}, {"title": "Product manager (Gamedev)", "link": "https://hh.ru/vacancy/53845519?query=game%20developer", "employer": "AppQuantum", "address": "Москва, Автозаводская", "salary": "от 150 000 руб.", "description": "Система а/б тестов. Система адаптивных внутриигровых офферов. Система оценки и анализа эффективности маркетинга.\nОбязателен опыт более 1 года в должности продуктолога. Опыт работы в Геймдев сфере. Понимание OKR и KPI, умение строить системы..."}, {"title": "Senior С# Developer (Unity) / Старший разработчик", "link": "https://hh.ru/vacancy/54931589?query=game%20developer", "employer": "Infinite Art Solutions", "address": "Москва", "salary": "до 150 000 руб.", "description": "Разрабатывать программный код игровых приложений для мобильных платформ на C# в Unity. - Взаимодействовать с командой разработчиков.\nОпыт промышленной разработки игр на C# / Unity 3D от 4-х лет обязательно. Опыт работы в команде от 3..."}, {"title": "UI/UX дизайнер (Gamedev)", "link": "https://hh.ru/vacancy/43310773?query=game%20developer", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Техническая отрисовка элементов интерфейса. Подготовка интерфейса для разработчиков и верстка средствами игрового движка. Графический дизайн, такой как оформление баннеров и...\nУверенное владение графическими редакторами Adobe Photoshop/Figma/Adobe XD. Опыт в цифровом искусстве, умение рисовать от руки. Наличие профильного портфолио..."}, {"title": "UX/UI Designer (GameDev)", "link": "https://hh.ru/vacancy/54740021?query=game%20developer", "employer": "ООО AMAKids, Москва, центральный офис", "address": "Москва", "salary": "", "description": "Работа в продуктовой команде и взаимодействие менеджером проекта, продуктовым маркетологом, аналитиками, разработчиками. Прорабатывать все возможные пользовательские сценарии, аккуратно указывать ребенку...\nПортфолио с разработанными вами интерфейсами, разработка учебных интерфейсов будет считаться преимуществом. Чувство композиции. Увлеченность рынком игр/мультфильмов, понимание основных игровых..."}, {"title": "Арт-директор (Gamedev)", "link": "https://hh.ru/vacancy/54629594?query=game%20developer", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Формирование удалённой команды. Разработка и визуализация креативных идей, стиля и общей графической концепции новых проектов.\nОпыт работы арт-лидом в игровой индустрии. Опыт управления удаленной/распределенной командой. Наличие профильного портфолио. Опыт самостоятельного ведения проектов."}, {"title": "Product manager (gamedev)", "link": "https://hh.ru/vacancy/51397789?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "", "description": "Координирование и выстраивание процессов в распределенной команде из 40 сотрудников. Подготовка и проведение изменений. Управление таск-трекером (на данный момент...\nОпыт работы в gamedev на менеджерской позиции (лид направления, проджект или продюсер) от 1-го года. Опыт работы на всех..."}, {"title": "Junior Level Designer (FPS)", "link": "https://hh.ru/vacancy/54605488?query=game%20developer", "employer": "Crazy Panda", "address": "Москва", "salary": "", "description": "Создание уровней для мобильного шутера от первого лица. Работа под руководством опытного Дизайнера уровней. Работа с блокаутом уровней.\nИнтерес к левел дизайну и минимальный опыт в этом направлении. Желание развиваться в дизайне уровней и готовность много учиться."}, {"title": "Level Designer Unreal Engine", "link": "https://hh.ru/vacancy/54895222?query=game%20developer", "employer": "ООО Gstudio", "address": "Москва", "salary": "150 000 – 200 000 руб.", "description": "Опыт работы с Unreal Engine 4 над играми. - Опыт работы с Blueprints. - Знание Unreal Game Framework. - Понимание принципов реализации ООП..."}, {"title": "Senior Java-разработчик (MY.GAMES)", "link": "https://hh.ru/vacancy/54968451?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Поддержка существующих и разработка новых высоконагруженных игровых сервисов — технический дизайн, разработка, покрытие тестами и код ревью. Коучинг и контроль процесса...\nОпыт разработки высоконагруженных сервисов на Java. Опыт работы и понимание принципов работы масштабируемых хранилищ (mongo, redis, cassandra). Опыт в gamedev."}, {"title": "Дизайнер интерфейсов (gamedev)", "link": "https://hh.ru/vacancy/54636726?query=game%20developer", "employer": "NEXTRP", "address": "Москва", "salary": "", "description": "Разработка дизайна игровых интерфейсов и доработка текущих. - Разработка графики для соц. сетей. - Анализ функциональности пользовательского интерфейса. - Работа с командой разработки...\nЧто хотим видеть: - Опыт работы UI/UX Designer на игровых проектах. - Знание основ юзабилити. - Опыт в обработке изображений. -"}, {"title": "Unreal Engine 4 Developer (в Грузию)", "link": "https://hh.ru/vacancy/54726479?query=game%20developer", "employer": "CCS (Center of Corporate Solution)", "address": "Москва, Автозаводская", "salary": "2 000 – 3 400 USD", "description": "Проектирование игры, отладка и поддержка кода. - Разработка игровой логики, так же клиентской части игры на Unreal Engine 4 с использованием...\nОпыт работы с Unreal Engine 4. - Опыт программирования C. - Умение писать качественный и тестируемый код. - Понимание принципов реализации игровых механик..."}, {"title": "Unreal Engine developer", "link": "https://hh.ru/vacancy/54246322?query=game%20developer", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "до 300 000 руб.", "description": "Проектирование архитектуры. Написание чистого и понятного кода. Работа с материалами .\nХорошие знания Unreal Engine 4. Хорошие знания Blueprint, c в контексте UE4. Опыт работы в игровой индустрии от 2..."}, {"title": "Программист C++/UE4 (Пушкин)", "link": "https://hh.ru/vacancy/51618811?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Комплексная реализация, тестирование, отладка и поддержка игровых механик и сопутствующих внутриигровых интерфейсов. Тесное взаимодействие с дизайнерами, художниками и коллегами по...\nКрепкий опыт работы с Unreal Engine. Уверенное владение С, знание базовых алгоритмов и структур данных. Опыт разработки игр под мобильные..."}, {"title": "2D/3D Artist GameDev (удалённо)", "link": "https://hh.ru/vacancy/54290211?query=game%20developer", "employer": "ООО Профи Строй", "address": "Москва", "salary": "", "description": "Создание стилизованных 3D персонажей современным инструментарием: работа в любом из актуальных 3D пакетов с дальнейшей оптимизацией экспортом в...\nОпыт владения актуальным 3D пакетом: 3Ds Max, Blender или альтернативное ПО. Опыт работы в Unity приветствуется."}, {"title": "Junior Project Manager (GameDev)", "link": "https://hh.ru/vacancy/54803286?query=game%20developer", "employer": "Crazy Panda", "address": "Москва", "salary": "", "description": "Мониторинг и контроль тасков, сроков и приоритетов игрового проекта. Поддержание текущих процессов и их оптимизация при необходимости. Коммуникация с командой...\n...с большим объемом задач. Коммуникабельность, умение находить подход к разным членам команды. Личный игровой опыт и интерес к разработке игр."}, {"title": "Маркетинговый аналитик (MY.GAMES)", "link": "https://hh.ru/vacancy/54596904?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Автоматизация регулярных аналитических задач. Оптимизация актуальных и внедрение новых моделей прогнозирования LTV игровых проектов. Анализ эффективности рекламных кампаний и рекомендации...\nSQL на уровне написания запросов с подзапросами, оконные функции, умение читать схему запроса. Python стандартные библиотеки для анализа данных: Pandas..."}, {"title": "Junior Инженер-программист (Gamedev)", "link": "https://hh.ru/vacancy/54910418?query=game%20developer", "employer": "Deus Craft", "address": "Москва", "salary": "", "description": "Разработка внутренних пакетов/утилит для использования различными командами. Разработка внутренних сервисов. Поддержка и улучшение билдсервера (Jenkins). Помощь другим командам в...\nОпыт работы с одним из ОО языков (в т.ч. на личных/учебных проектах). Знакомство с Unity. Опыт работы с..."}, {"title": "3D Modeller", "link": "https://hh.ru/vacancy/54325515?query=game%20developer", "employer": "ООО МОТОРСПОРТ", "address": "Москва", "salary": "", "description": "Создание реалистичных моделей техники и окружения. Импортирование и проверка готовых моделей в проекте.\nРелевантный опыт в Gamedev-индустрии от года. Знание современных пайплайнов производства 3D контента для игр (PC, Сonsoles)."}, {"title": "Разработчик Perl", "link": "https://hh.ru/vacancy/54229714?query=game%20developer", "employer": "ООО Нектар", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Разрабатывать и сопровождать текущий код для APEHA.RU: web-программирование, cron-скрипты, демоны, очереди. Поддержка существующих проектов.\nНавыки в инструментах разработки: Git, Svn Багтреккер любой GitLab, Github и аналогичные продукты. Подтвержденный опыт работы в GameDev и рейтинговых..."}, {"title": "Server Programmer (Кипр, Лимассол)", "link": "https://hh.ru/vacancy/52947759?query=game%20developer", "employer": "Alex Staff Agency", "address": "Москва", "salary": "3 500 – 4 000 EUR", "description": "Отличное знание С#. Опыт разработки на .Net Core. Опыт работы в gamedev от 2 лет. Опыт разработки серверных решений основанных..."}, {"title": "Unreal Engine developer", "link": "https://hh.ru/vacancy/54894686?query=game%20developer", "employer": "ООО Gstudio", "address": "Москва", "salary": "", "description": "Программирование анимаций Blueprint на профессиональном уровне для UE4. Разработка многопользовательских решений. Взаимодействие с художниками, дизайнерами и другими разработчиками.\nНаличие завершенных проектов. Отличное знание Blueprints. Понимание инструментов, технологий, процесса разработки. Наличие портфолио работ, выполненных на Unreal Engine 4 (коммерческих..."}, {"title": "General Producer / Генеральный продюсер (gamedev)", "link": "https://hh.ru/vacancy/53844360?query=game%20developer", "employer": "AppQuantum", "address": "Москва, Автозаводская", "salary": "500 000 – 500 000 руб.", "description": "Увеличивать поведенческие, монетизационные метрики проектов с помощью своей экспертизы и командной работы. Генерить идеи для запуска новых проектов, включая препродакшен...\nУмеете продать свою экспертизу партнерам, транслировать ее в команду и налаживать процессы по ее применению и хранению. Понимаете в маркетинге..."}, {"title": "3D-Artist", "link": "https://hh.ru/vacancy/54802413?query=game%20developer", "employer": "ИП Сорокин Данил Максимович", "address": "Москва", "salary": "", "description": "Playclapp - активно развивающаяся студия разработки hypercasual и idle игр.\nНаличие портфолио (нужно прикрепить к отклику). Знание Unity, импорт, настройка света, работа с эффектами. Уверенное владение пакетами 3D моделирования..."}, {"title": "3D Artist", "link": "https://hh.ru/vacancy/54469885?query=game%20developer", "employer": "Postuf", "address": "Москва", "salary": "от 150 000 руб.", "description": "3D моделирование и анимация. Текстурирование моделей. Работа с Unity, оптимизация моделей и текстур, интеграция ассетов. Работа с референсами.\nНавык оптимизации моделей для мобильных устройств. Понимание современных трендов игровой графики. Опыт работы в рамках геймдев проектов. Будет плюсом опыт..."}, {"title": "DevOps Engineer (Gamedev)", "link": "https://hh.ru/vacancy/54295080?query=game%20developer", "employer": "PlayQuantum", "address": "Москва, Автозаводская", "salary": "", "description": "Автоматизация сборки/релиза/тестов всех проектов компании. Ускорение билд-пайплайна: кэширование, повторное использование артефактов, нахождение bottleneck и тп.\nОпыт работы с Teamcity (Kotlin DSL) и GitLab. Опыт администрирования Linux/macOS. Знание хотя бы одного из скриптовых языков(bash..."}, {"title": "Системный администратор Linux", "link": "https://hh.ru/vacancy/53938263?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Поддержание конфигурации серверов и сервисов, используемых для эксплуатации игровых проектов, в актуальном состоянии. Отслеживание и применение изменений. Мониторинг состояния серверов...\nЗнание двух дистрибутивов Linux: CentOS, Ubuntu — плюсом знание Gentoo. Базовые знания пакетных менеджеров каждого из дистрибутивов. Умение настроить сеть вручную..."}, {"title": "ML & Advanced analytics Lead / Lead Data Scientist", "link": "https://hh.ru/vacancy/54687298?query=game%20developer", "employer": "AppQuantum", "address": "Москва, Автозаводская", "salary": "300 000 – 400 000 руб.", "description": "В качестве лида вести аналитические / ML проекты.\nОт 5-ти лет релевантного опыта в аналитике / ds (желательно в IT). От 2 лет опыта руководства командой / ведения проектов."}, {"title": "Unreal Engine / C++ Developer", "link": "https://hh.ru/vacancy/54962294?query=game%20developer", "employer": "ООО Метроком", "address": "Москва, Курская и еще 2 ", "salary": "от 150 000 руб.", "description": "Написание кода в соответствии с поставленными задачами. Временная оценка поставленных задач и ведение ворк-логов (в Jira). Написание тестов, рефакторинг...\nОпыт C разработки на фреймворке Unreal Engine 4. Опыт работы с мультиплеером. Опыт работы с ABP, Niagara, BT."}, {"title": "UI/UX Designer (E-learning / Gamedev) / Продуктовый дизайнер", "link": "https://hh.ru/vacancy/53333473?query=game%20developer", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва, Тульская", "salary": "", "description": "Накидать концепт в интерфейсе и защитить его. Придумать, как в мире пользователя объяснить разницу между нашими продуктами. Поговорить с пользователями...\nУмеете думать — обладаете продуктовым мышлением, вопреки красоте :). Разбираетесь в задаче, докапываетесь до сути. Умеете структурировать информацию и объяснять сложные вещи..."}, {"title": "Senior Node.js-разработчик (MY.GAMES)", "link": "https://hh.ru/vacancy/54389319?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Разработка сервисов на NodeJS. Проектирование архитектуры приложений. Проектирование структур БД. Проектирование и разработка взаимодействия с frontend-частью. Написание UNIT-тестов.\nОпыт покрытия своего кода тестами. Будет плюсом: Опыт разработки реалтайм-приложений (Socket.IO/WebSockets). Docker. GraphQL (Apollo Server v2), знание..."}, {"title": "Ad Monetization Manager", "link": "https://hh.ru/vacancy/54887992?query=game%20developer", "employer": "ООО ЛАЙТ МЭП", "address": "Москва", "salary": "", "description": "Мониторинг, аналитика и оптимизация эффективности монетизации трафика игры. Работа с мобильными рекламными сетями и медиаторами. Оценка эффективности текущих рекламных форматов...\nОпыт AdMon в мобильных играх от 2,5 лет. Понимание принципов проведения и анализа A/B-тестов. Уметь правильно ставить..."}, {"title": "Senior frontend-разработчик (MY.GAMES)", "link": "https://hh.ru/vacancy/49727412?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Проработка и развитие UI-Kit в соответствии с дизайн-системой. Проработка архитектуры приложения. Оптимизация производительности приложения. Конструктор продуктовых витрин, который...\n3 года написания JS-приложений (2 года с использованием React/Redux). Опыт разработки сложных SPA приложений. Опыт разработки реал-тайм..."}, {"title": "Гейм-дизайнер (коллекции)", "link": "https://hh.ru/vacancy/54936830?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва, Новокузнецкая", "salary": "", "description": "Вести разработку коллекционных механик от технической документации до запуска и пост-продакшна. Участвовать в улучшении текущих механик и предлагать новые.\nУверенный опыт работы на позиции гейм-дизайнера/продюсера. Опыт работы с коллекциями. Наличие портфолио запущенных механик и игр."}, {"title": "Project Manager", "link": "https://hh.ru/vacancy/54660401?query=game%20developer", "employer": "ООО Чиллгейминг", "address": "Москва", "salary": "", "description": "Оптимизация и систематизация существующих процессы. - Планирование разработки и контроль дедлайнов. - Настройка и улучшение процессов коммуникации в команде. - Распределение ресурсов команды. -\nЧто хотим видеть: - Релевантный опыт работы в GameDev от 2х лет и понимание пайплайна создания игр. - Знание аджайл подхода..."}, {"title": "Нарративный дизайнер / сценарист", "link": "https://hh.ru/vacancy/54462135?query=game%20developer", "employer": "SVMD", "address": "Москва", "salary": "от 80 000 руб.", "description": "Разрабатывать сюжеты, создавать полный цикл историй и квестов – диалоги и другие внутриигровые тексты. Создавать персонажей и органично встраивать в историю.\nОпыт написания игровых текстов, сценариев, художественных текстов, техзаданий — от 2-х лет. Умение работать в команде нарративных дизайнеров, художников и..."}, {"title": "Строитель в Minecraft/ гейм-дизайнер", "link": "https://hh.ru/vacancy/54525937?query=game%20developer", "employer": "ИП Сафонова Галина Андреевна", "address": "Москва", "salary": "", "description": "Коммуникация с заказчиком. - Взаимодействие с игроками во время проведения ивента по строительству.\nЗнание механики Minecraft. Умение красиво и креативно строить (важно высокое качество!). Готовность предоставить примеры работ. Готовность быть всегда на связи..."}, {"title": "Full stack middle developer (AppMetr)", "link": "https://hh.ru/vacancy/54898715?query=game%20developer", "employer": "Pixonic", "address": "Москва, Маяковская и еще 2 ", "salary": "", "description": "Развитие и поддержка подсистемы пользовательского UI. Развитие и поддержка подсистем хранения данных и исполнения запросов. Разработка нового функционала под нужды...\nГотовность работать со стеком: Java, Python, TypeScript, Cassandra, Kafka. MongoDB. Знание классических алгоритмов и структур данных. Умение тестировать свой код."}, {"title": "Project Manager / Менеджер проектов (GameDev)", "link": "https://hh.ru/vacancy/54739493?query=game%20developer", "employer": "PlayQuantum", "address": "Москва, Автозаводская", "salary": "", "description": "Составлять план работ и распределять задачи между сотрудниками. Поддерживать актуальность документации проекта в Confluence. Поддерживать актуальность контента в облачных хранилищах.\nОпыт работы от 2 лет в должности Project Manager / Product Manager в IT компаниях. Опыт работы с удаленными сотрудниками и..."}, {"title": "Senior Community Manager / Старший Менеджер Сообщества", "link": "https://hh.ru/vacancy/54243430?query=game%20developer", "employer": "Red Pill Studio", "address": "Москва", "salary": "80 000 – 120 000 руб.", "description": "Руководить командой поддержки сообщества (3 человека). Общаться с членами сообщества, поддерживать позитивную атмосферу, работать с негативом. Анализировать обратную связь сообщества...\nИмеет опыт развития сообществ в Telegram и Discord. Имеет опыт работы с игровыми/ крипто сообществами. Работал с международной аудиторией."}, {"title": "Бизнес-аналитик / системный аналитик (Gamedev)", "link": "https://hh.ru/vacancy/54930867?query=game%20developer", "employer": "Red Pill Studio", "address": "Москва", "salary": "от 150 000 руб.", "description": "Выявление и сбор бизнес, функциональных, системных требований из различных источников и их формализация. Подготовка проектной документации: описание сущностей, связей между...\nОпыт в описании требований простым и понятным языком с должным вниманием к деталям. Сбор анализ, визуализация и документирование требований от..."}, {"title": "Преподаватель компьютерных курсов для детей (удалённо)", "link": "https://hh.ru/vacancy/54398638?query=game%20developer", "employer": "Кадерова Дина", "address": "Москва", "salary": "60 000 – 200 000 руб.", "description": "Возможность преподавать с комфортом прямо из дома. Удобную платформу для занятий с готовыми учебными материалами, видеосвязью и автоматической проверкой заданий.\nОпыт преподавания информатики или программирования детям от 6 месяцев. Желательно профильное (в том числе неоконченное) образование: среднее специальное или высшее."}, {"title": "Marketing Analyst/UA Analyst", "link": "https://hh.ru/vacancy/54724595?query=game%20developer", "employer": "ООО Хайкор Геймз", "address": "Москва", "salary": "", "description": "Основной миссией такого человека станет помощь в настройке процессов работы BI, организация сбора данных и последующий анализ. Чем вы займетесь...\nМинимум 2 года работы в Gamedev на должности маркетинг-аналитика (UA аналитик). Хорошее знание SQL (Аналитические и статистические функции)."}, {"title": "User Acquisition manager (Pixonic)", "link": "https://hh.ru/vacancy/54926200?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва, Маяковская и еще 2 ", "salary": "", "description": "Запуск, ведение и оптимизация рекламных кампаний FB, Tiktok, Google. Тестирование гипотез/креативов, дальнейшая аналитика и формирование выводов. Непрерывный мониторинг рынка...\nОпыт работы на аналогичной должности — не менее 3 лет. Понимание принципов оптимизации кампаний. Знание MS Excel на продвинутом уровне."}, {"title": "VR CTO / Tech Lead — Unity, remote", "link": "https://hh.ru/vacancy/54873193?query=game%20developer", "employer": "Extra Axis", "address": "Москва", "salary": "3 000 – 4 000 USD", "description": "Proactive and opinionated about system architecture, software robustness, devops practices, security and scaling. Prepared to be online at least 4..."}, {"title": "Преподаватель программирования", "link": "https://hh.ru/vacancy/54766157?query=game%20developer", "employer": "Алгоритмика :: Новокосино ( ИП Ошмарина Марина Робертовна)", "address": "Москва", "salary": "60 000 – 150 000 руб.", "description": "решать и предотвращать конфликтные ситуации с родителями и детьми на основе стандартов компании. 6) Графический дизайн. 7) Разработка игр на...\nВы нам подходите, если вы любите программирование и хотя бы немного разбираетесь в нем, а также нам очень важен опыт..."}, {"title": "IT Product manager", "link": "https://hh.ru/vacancy/54920283?query=game%20developer", "employer": "ООО Искусственный интеллект", "address": "Москва", "salary": "от 90 000 руб.", "description": "Составление методологии разработки. Планирования ресурсов. Постановка задач, контроль их выполнения.\nОпыт в управлении IT проектами. Excel. Знание PowerBI будет плюсом. Уверенное знание менеджерских методологий. Техническое/Экономическое высшее образование. Навыки коммуникации."}, {"title": "SMM & Support Specialist (GameDev)", "link": "https://hh.ru/vacancy/54499597?query=game%20developer", "employer": "ООО PlayMe8", "address": "Москва", "salary": "", "description": "Написание и публикация постов. Мониторинг тематических ресурсов. Работа с комментариями игроков, отработка негатива в социальных медиа. Работа с отзывами в...\nОпыт работы в SMM от 1 года. Понимание специфики продвижения в социальных сетях (Instagram, Facebook, VK, Twitter). Понимание специфики игровой..."}, {"title": "Практикант-копирайтер по разработке сценариев для кино и игр / сценарист (автор текстов)", "link": "https://hh.ru/vacancy/54932478?query=game%20developer", "employer": "Общ. орг. МОО Объединение наставников", "address": "Москва", "salary": "", "description": "Участие в подготовке сценариев на заданные темы в командах. Поиск креативных решений. Анализ аналогов, референсов. Изучение современных технологий.\nБез опыта сложно войти в профессию? Начать карьеру в сфере, связанной с любимыми играми или книгами? Интерес к компьютерным и..."}, {"title": "IT рекрутер", "link": "https://hh.ru/vacancy/53869549?query=game%20developer", "employer": "BUSINESS PRO", "address": "Москва", "salary": "150 000 – 250 000 руб.", "description": "Полный цикл рекрутинга на позиций в GameDev. Экспертная помощь руководителям в оценке кандидата. Аналитика рынка труда для привлечения лучших специалистов.\nОпыт работы работы в GameDev рекрутинге от 2-х лет. Опыт работы с вакансиями: художники, дизайнеры, аниматоры - обязателен!."}, {"title": "ASO специалист", "link": "https://hh.ru/vacancy/54817114?query=game%20developer", "employer": "SVMD", "address": "Москва", "salary": "", "description": "ASO: подбор ключевых слов, создание описаний, составление концепции скриншотов, иконок и баннеров. Release Management: разработка версий в магазинах к обновлениям...\nОпыт в digital marketing от 2-х лет. Опыт в ASO и продвижении мобильных приложений. Понимание механизма работы основных способов..."}, {"title": "3D-моделлер", "link": "https://hh.ru/vacancy/52840288?query=game%20developer", "employer": "PlayFlock", "address": "Москва, ВДНХ", "salary": "", "description": "Хайполи, лоуполи моделирование, ретопология. Создание моделей персонажей и окружения по предоставленным концептам. Отрисовка текстур. Снаряжение персонажей(риг). Скелетная анимация.\nОбязательно наличие собственного портфолио и резюме. Опыт работы: около 3-х лет (необязательно в игровой индустрии). Знание Adobe Photoshop, 3..."}, {"title": "3D-моделлер", "link": "https://hh.ru/vacancy/54896132?query=game%20developer", "employer": "ООО Gstudio", "address": "Москва", "salary": "", "description": "Создавать 3D модели персонажей (животных) и игровых элементов.\nЧто понадобится: - Уверенное владение Blender, Zbrush, Photoshop, Substance Painter. - Знание RizomUV, Marmoset, 3DCoat. - Богатый игровой опыт в мобильных играх."}, {"title": "IT Sales Manager (Recruiting)", "link": "https://hh.ru/vacancy/54919804?query=game%20developer", "employer": "ООО Экокомерс", "address": "Москва", "salary": "", "description": "Поиск новых клиентов, компаний: разработчиков мобильных приложений по странам США, Европы, а также Южной Корее, Японии, Арабских Эмиратах и СНГ.\nОпыт работы на позиции Sales Manager в IT (GameDev/ Mobile). Проактивная позиция. Развитые аккаунты в LinkedIn, XING, Facebook."}, {"title": "Арт-директор мультимедийных проектов в Москвариум", "link": "https://hh.ru/vacancy/51625148?query=game%20developer", "employer": "Возрождение ВВЦ", "address": "Москва", "salary": "", "description": "Участвовать в разработке креативных концепций. Придумывать, разрабатывать и контролировать качество визуальной составляющей проектов, компьютерную и генеративную графику, виртуальную/дополненную реальность.\nЗнание английского на уровне переписки. Опыт GameDev."}, {"title": "HR Business Partner", "link": "https://hh.ru/vacancy/54799306?query=game%20developer", "employer": "Crazy Panda", "address": "Москва", "salary": "", "description": "Поддерживать развитие бизнеса, заботясь о сотрудниках и улучшая hr-процессы. Консультировать руководителей и сотрудников выделенных команд по любым hr-вопросам.\nОт 2х лет релевантного опыта работы в роли HR-партнера . Опыт работы в gamedev/IT/digital. Понимание ключевых HR..."}, {"title": "HR manager", "link": "https://hh.ru/vacancy/52821038?query=game%20developer", "employer": "AppQuantum", "address": "Москва, Автозаводская", "salary": "от 100 000 руб.", "description": "Составление, размещение вакансий и поиск кандидатов (top, middle, junior) на иностранных ресурсах, в соц.сетях и телеграм-каналах. Анализ резюме соискателей...\nХорошие коммуникативные навыки. Опыт в подборе персонала в сфере IT, gamedev и любовь к мобильным играм будут большим преимуществом."}, {"title": "Head of Business Support", "link": "https://hh.ru/vacancy/54569833?query=game%20developer", "employer": "Дартс рекрутинг сервисез", "address": "Москва", "salary": "", "description": "Менеджмент команды и выстраивание процессов внутри команды: 1. процесс он-бординга. 2. обучения. 3. регулярная проверка знаний, поддержание знаний. 4.\nОпыт B2B support обязательно. Опыт в продуктовых компаниях (свой SaaS, GameDev, e-commerce). Опыт управления командой 50 человек..."}, {"title": "Преподаватель информатики и информационных технологий", "link": "https://hh.ru/vacancy/53925005?query=game%20developer", "employer": "Moscow business academy", "address": "Москва, Павелецкая", "salary": "90 000 – 140 000 руб.", "description": "Разработка и дизайн веб-приложений. Разработка компьютерных игр и мультимедийных приложений. Информационно-коммуникационные технологии и аналитика данных. Инжиниринг и разработка...\nПрикладная информатика в экономике. Теория систем и системный анализ. Основы нейронных сетей. Введение в технологию Big Data. Объектно-ориентированное программирование."}, {"title": "Head of Digital Marketing", "link": "https://hh.ru/vacancy/54914979?query=game%20developer", "employer": "Битрикс24", "address": "Москва, Римская", "salary": "", "description": "Управлять стратегией компании в perfomance-каналах. Управлять лидогенерацией в digital - контекст, таргетинг, SEO и прочее. Планирование performance-каналов по выбранным...\n...от 2-х лет (предпочительно B2B, SaaS, Telecom, Gamedev, Fintech). Понимание unit-экономики, умение находить точки роста."}, {"title": "Backend developer (PHP), Tipping Point", "link": "https://hh.ru/vacancy/54883188?query=game%20developer", "employer": "СберИгры", "address": "Москва", "salary": "", "description": "Реализация серверного функционала мобильной игры. Реализация инструментария для ГД и Техподдержки (админки). Проведение нагрузочного тестирования сервисов, выявление узких мест.\nУверенное знание PHP7. Опыт работы с базами данных MySQL, MongoDB. Умение писать чистый код SOLID, DRY, KISS."}, {"title": "HR менеджер (в Онлайн-школу Gamedev - XYZ) с гибридным графиком работы", "link": "https://hh.ru/vacancy/54932206?query=game%20developer", "employer": "Ultimate Capital", "address": "Москва", "salary": "до 120 000 руб.", "description": "Поддержание и развитие всех HR-процессов. Поиск, оценка и адаптация новых сотрудников (руководители, продюсеры онлайн-школы, маркетологи, digital-специалисты, менеджеры...\nУспешный опыт закрытия it или digital позиций - обязателен! Опыт подбора персонала от 3 лет. Умение самостоятельно планировать и организовывать свою..."}, {"title": "Руководитель отдела продаж (удалённо)", "link": "https://hh.ru/vacancy/54521323?query=game%20developer", "employer": "TIMART SCHOOL", "address": "Москва", "salary": "80 000 – 200 000 руб.", "description": "Внедрение и адаптация менеджера по продажам. - Выполнение личных плановых показателей по продажам и команды. - Контролирование ведение CRM системы. -\nНам нужен человек с опытом работы в сфере IT или в технических специальностях. - Наличие компьютера с хорошим интернетом. -"}, {"title": "Менеджер по продажам в онлайн-школу (удаленно)", "link": "https://hh.ru/vacancy/54815942?query=game%20developer", "employer": "TIMART SCHOOL", "address": "Москва", "salary": "80 000 – 120 000 руб.", "description": "Осуществлять звонки клиентам по теплой базе и зарегистрированным пользователям, которые присутствовали на наших бесплатных вебинарах и оставляли заявки.\nВ среднем 40-50 лидов в день, минимум 2 часа разговорного времени. Уверенный пользователь ПК (гугл док, любая срм)."}, {"title": "Системный администратор Linux", "link": "https://hh.ru/vacancy/50603955?query=game%20developer", "employer": "PlayFlock", "address": "Москва, ВДНХ", "salary": "", "description": "Администрирование, обеспечение непрерывной и отказоустойчивой работы серверов под управлением ОС Linux. Обеспечение бесперебойной работы текущей инфраструктуры. Организация резервного копирования.\nLinux (Debian, RHEL/CentOS/Oracle linux). Web server (Nginx). DB (MySQL/MariaDB, MongoDB, Clickhouse). Monitoring (Zabbix, Grafana Prometheus). IaC (Ansible)."}, {"title": "Руководитель департамента маркетинга", "link": "https://hh.ru/vacancy/53012795?query=game%20developer", "employer": "Рикор-Холдинг", "address": "Москва, Курская и еще 2 ", "salary": "", "description": "Разработка и реализация маркетинговой стратегии (разработка и производство электроники). Конкурентный анализ, продуктовый маркетинг. Стратегическое планирование. Бюджетирование, контроль затрат.\nРелевантный опыт работы в области разработки электроники, ИТ-технологий. Высшее профильное образование (маркетинг). Знание принципов работы на B2B..."}, {"title": "DevOps инженер (ISearch)", "link": "https://hh.ru/vacancy/54030202?query=game%20developer", "employer": "Сбер. IT", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Желаете участвовать в разработке бекенда (Python/C) или ETL (Hadoop/Spark). Проектировали, разрабатывали и эксплуатировали высоконагруженные распределенные системы.\nПисали код на Python, достаточно базового уровня. Понимаете и следуете принципу Infrastructure as a Code. Строили и поддерживали отказоустойчивые системы."}, {"title": "Руководитель по работе с маркетплейсами", "link": "https://hh.ru/vacancy/53587332?query=game%20developer", "employer": "LuckyGroup", "address": "Москва", "salary": "", "description": "Разработка и реализация стратегии присутствия и продвижения в маркетплейсах: Озон, Wildberries, Яндекс.Маркет. Разработка и поиск продуктов для вывода на маркетплейсы.\nУспешный практический опыт разработки и продвижения продуктов на маркетплейсах. Знание рынка и понимание инструментов, которые помогают увеличивать и масштабировать продажи."}, {"title": "Senior/Lead Illustrator (Gamedev)", "link": "https://hh.ru/vacancy/51897097?query=game%20developer", "employer": "Playkot", "address": "Москва", "salary": "", "description": "Создание полноэкранных прелоадеров, иллюстраций для акционных и сезонных ивентов, новых игровых механик и арта для комьюнити. Тесное взаимодействие с командой...\nОпыт работы с иллюстрациями в геймдев-компаниях. Уверенное владение графическим пакетом Adobe Photoshop. Знание основ композиции, навыки работы с версткой..."}, {"title": "3D Motion Designer (Gamedev)", "link": "https://hh.ru/vacancy/53884726?query=game%20developer", "employer": "Playkot", "address": "Москва", "salary": "", "description": "Создание видеороликов для рекламы наших игр. Участие во всех этапах разработки креативов: от обсуждения сценария, раскадровки и до создания анимации...\nЗнание английского языка, достаточное для просмотра туториалов и чтения документации. Интерес к играм. Опыт работы в геймдев-компаниях."}, {"title": "Middle Unity разработчик", "link": "https://hh.ru/vacancy/54846906?query=game%20developer", "employer": "SDD Technology", "address": "Москва", "salary": "120 000 – 150 000 руб.", "description": "Работа над проектами студии (Idle Arcade, Casual, mid-core Shooter, Builder). Разработка игровых механик на основе ГДД. Разработка мультиплеера, псевдо...\nОпыт в программировании на С#. Опыт работы с игровым движком Unity 3D не менее 3 лет. Наличие портфолио с..."}, {"title": "Менеджер по коммуникации UA и креативного отделов (MY.GAMES)", "link": "https://hh.ru/vacancy/54851762?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Коммуникация с креативным продакшеном от лица UA. Поддержание и улучшение системы сбора данных и фидбека результатов работы креативов в закупке.\nОпыт работы в User Acquisition от полугода. Опыт работы с аналитикой в мобильном маркетинге от полугода. Базовые знания статистики и..."}, {"title": "Программист C# (Middle) десктоп приложений", "link": "https://hh.ru/vacancy/52071391?query=game%20developer", "employer": "ПРОСОФТ", "address": "Москва, Беляево", "salary": "", "description": "Разработка САПР печатных плат (графика, десктоп). Разработка и отладка компонентов программного продукта на C# (.Net). Участие в проектировании архитектуры системы...\nЗнание .Net Core, WPF. Приветствуется опыт разработки GUI десктоп приложений под Linux. Приветствуется опыт в GameDev (графика и оптимизация)."}, {"title": "С# Developer", "link": "https://hh.ru/vacancy/53922779?query=game%20developer", "employer": "Employcity", "address": "Москва", "salary": "", "description": "У вас будет возможность экспериментировать и развивать спектр услуг компании. Дизайн, оптимизация высоконагруженных систем, инфраструктура, архитектурный дизайн, веб. Разработка игр.\nОпыт в разработке. Знание C #. NET Core. Dependency Injection. Unit testing. SQL. Git. OOP & Design patterns. Rest API."}, {"title": "Front-end developer на Smart TV", "link": "https://hh.ru/vacancy/54844159?query=game%20developer", "employer": "Okko", "address": "Москва", "salary": "", "description": "Что станет преимуществом: Опыт верстки для мобильных устройств. Опыт разработки игр. Опыт работы со SmartTV. Опыт разработки web-приложений для..."}, {"title": "Product manager (IT)", "link": "https://hh.ru/vacancy/54849211?query=game%20developer", "employer": "ООО Мерлин АИ", "address": "Москва", "salary": "", "description": "Находить и оформлять идеи по развитию продукта. Работать с дизайнерами. Анализировать пользователей и продуктовые показатели. Проводить тесты на разных платформах.\nГлубокое понимание термина User Story и опыт их формирования. Умение проверять продуктовые гипотезы, проводить исследования. Опыт работы в GameDev."}, {"title": "Математик (гейм-дизайнер)", "link": "https://hh.ru/vacancy/54827539?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва", "salary": "", "description": "Создание и расчет математических моделей для слот-игр в жанре Social Casino (игры на виртуальную валюту без вывода средств).\nСистемность, организованность, умение работать с задами со сроком и дедлайном. Желание работать в геймдев индустрии (отсутствие опыта не является отказом..."}, {"title": "Разработчик Unity, middle Unity developer (GameDev)", "link": "https://hh.ru/vacancy/54624498?query=game%20developer", "employer": "ООО Радар", "address": "Москва, Охотный ряд", "salary": "от 150 000 руб.", "description": "Разрабатывать мобильные казуальные игры. Улучшать текущее качество, производительность и тулсет проекта. Совместно с продуктовой командой внедрять новые игровые фичи и...\nОтличное знание C#. Опыт разработки на Unity от 2-х лет. Понимание специфики разработки под мобильные платформы. Понимание принципов работы..."}, {"title": "UX Level designer (VR, удалённо)", "link": "https://hh.ru/vacancy/54816489?query=game%20developer", "employer": "SENSE CAPITAL", "address": "Москва", "salary": "", "description": "Level дизайн in GameDev. UX in VR.\nУмение проектировать пользовательский интерфейс. Опыт работы от 1 года. Обязательность, ориентированность на результат и желание развиваться."}, {"title": "UI/UX Designer (Merge Crew)", "link": "https://hh.ru/vacancy/54821452?query=game%20developer", "employer": "СберИгры", "address": "Москва", "salary": "", "description": "Создавать UI/UX-концепты по готовым ГДД совместно с геймдизайнерами, арт-директором и продюсером студии. Создавать графические и...\nОпыт работы в gamedev от 2-х лет. Опыт работы в казуальных проектах в роли UI/UX Designer."}, {"title": "Руководитель группы разработки мобильных приложений", "link": "https://hh.ru/vacancy/54815224?query=game%20developer", "employer": "ООО Бонанза Криип", "address": "Москва", "salary": "", "description": "Управление и координирование работы команды мобильной разработки. Управлять бэклогом разработки. Контролировать качество и сроки выполнения задач. Командная работа с коллегами...\nОпыт разработки и исполнения проектных планов. Опыт разработки мобильных приложений - направление game app будет преимуществом. Наличие выкаченных, действующих продуктов в..."}, {"title": "Продюсер мобильного направления", "link": "https://hh.ru/vacancy/54814375?query=game%20developer", "employer": "101XP", "address": "Москва, Строгино", "salary": "", "description": "Запуск и ведение мобильных проектов компании. Общение с партнерами-разработчиками по ключевым вопросам выпуска и оперирования проектов. Анализ и улучшение...\nАнглийский язык не ниже upper intermediate. Опыт работы от 2 лет с мобильными проектами. Активный подход к решению задач."}, {"title": "Продуктовый аналитик/Data Analyst (GameDev)", "link": "https://hh.ru/vacancy/54624438?query=game%20developer", "employer": "ООО Радар", "address": "Москва, Охотный ряд", "salary": "от 150 000 руб.", "description": "Принимать участие в подготовке и проведении А/Б тестов. Организовывать сбор и автоматизированную обработку всех собираемых игровых данных, разрабатывать дашборды...\nЗнание методов статистического анализа данных, навыки построения оценок и простейших прогнозных моделей. Математическая подготовка. Знание SQL. Опыт анализа данных и..."}, {"title": "User Acquisition Manager / трафик менеджер", "link": "https://hh.ru/vacancy/54624087?query=game%20developer", "employer": "ООО Радар", "address": "Москва, Охотный ряд", "salary": "150 000 – 500 000 руб.", "description": "Полный цикл закупки, оптимизации и масштабирования трафика в Google Ads, Facebook, Unity ads и т.д. Анализ входящего трафика, его...\nОпыт работы на аналогичной должности — не менее 1 года. Опыт работы с контекстной рекламой. Глубокие знания рекламных кабинетов Google Ads..."}, {"title": "Менеджер по локализации / Localization project manager (Gamedev)", "link": "https://hh.ru/vacancy/54807974?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "от 100 000 руб.", "description": "Ведение проектов по локализации игр компании (обычно 1015 языков). Поиск и отбор переводчиков, пруфридеров, локализаторов, координация и контроль их работы...\nОпыт ведения проектов локализации (ПО или видеоигры) от 1 года. Английский язык - Upper Intermediate и выше. Умение выражать свои мысли..."}, {"title": "Business assistant (Gamedev)", "link": "https://hh.ru/vacancy/54808074?query=game%20developer", "employer": "ООО Amaya Soft", "address": "Москва", "salary": "80 000 – 120 000 руб.", "description": "Освободить руководителя от рутинных задач: организовать и провести созвон, подготовить фоллоуап, поставить задачи в трекере (у нас Asana), проверить выполнение...\nУкладываешься в дедлайны и не оставляешь задачу нерешённой. Имеешь игровой опыт, чтобы лучше понимать нашу специфику. Говоришь и пишешь на..."}, {"title": "Разработчик прототипов на Unity", "link": "https://hh.ru/vacancy/53033400?query=game%20developer", "employer": "Pixonic", "address": "Москва, Маяковская и еще 2 ", "salary": "", "description": "Разработка прототипов под ключ включая клиент, игровой сервер, мета сервер на основе существующих в компании решений. Принимать активное участие в...\nОпыт работы с Unity продуктом от 2х лет. Навык разработки мобильных игр на Unity. Отличное знание C#."}, {"title": "Frontend-developer", "link": "https://hh.ru/vacancy/54797630?query=game%20developer", "employer": "BlackGorilla Ads LTD", "address": "Москва, Павелецкая", "salary": "", "description": "Участие в разработке контент системы по ГД, бекофиса, игрового кода. Взаимодействие с программистами, дизайнерами. Разработка клиентской части веб сайта.\nОпыт коммерческой разработки. Уверенные знания JavaScript (ES6, ООП, наследование, замыкания, контекст, клиентская шаблонизация и т. д.). Понимание и опыт..."}, {"title": "С++ Developer (iSearch)", "link": "https://hh.ru/vacancy/53802149?query=game%20developer", "employer": "Сбер. IT", "address": "Москва", "salary": "200 000 – 400 000 руб.", "description": "Решать разнообразные задачи: от молниеносных продуктовых фич до создания основных компонентов высоконагруженной системы поиска. Интегрировать в поисковую платформу новые доменные...\nОпыт промышленной разработки на Python или C от 3 лет. Знание классических структур данных и алгоритмов. Опыт работы с реляционными..."}, {"title": "Ведущий программист Java", "link": "https://hh.ru/vacancy/54793476?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва, Новокузнецкая", "salary": "", "description": "Проектирование и разработка высоконагруженных и отказоустойчивых сервисов. Задачи в рамках серверной разработки игр и смежных активностей - социальной обвязки, механик...\nЗнание Core Java, популярных библиотек и фреймворков, алгоритмов и структур данных, шаблонов проектирования. Знание и умение применять идиомы Java 8..."}, {"title": "Chief Marketing Officer", "link": "https://hh.ru/vacancy/54789689?query=game%20developer", "employer": "Kitkin Bros. Entertainment", "address": "Москва", "salary": "200 000 – 400 000 руб.", "description": "Разработка маркетинговой стратегии и ее реализация. Формирование и контроль отдела маркетинга (PR, SMM, Digital). Взаимодействия с продуктовым отделом по улучшению...\nОпыт от 5 лет, желательно в B2C/SAAS продукте, есть кейсы и прозрачные результаты, к чему пришла компания..."}, {"title": "Senior 2D/Environment Artist (Merge Crew)", "link": "https://hh.ru/vacancy/54771899?query=game%20developer", "employer": "СберИгры", "address": "Москва", "salary": "", "description": "Сейчас мы в поисках Senior 2D/Environment Artist, который подключится к проекту на ранней стадии разработки и будет влиять..."}, {"title": "Программист игровой логики", "link": "https://hh.ru/vacancy/44885932?query=game%20developer", "employer": "ООО 1С Гейм Студиос", "address": "Москва", "salary": "", "description": "Разработка системы особых умений оперативников. Создание новых игровых режимов. Рефакторинг и оптимизация существующего кода.\nИмеете опыт разработки игр от 3-х лет. Хорошо понимаете классические алгоритмы и структуры данных. Есть опыт в разработке клиент..."}, {"title": "Project manager (GameDev)", "link": "https://hh.ru/vacancy/54759135?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Контроль 2-3 команд для клиентов и их проектов. Коммуникация с заказчиками, работа с обратной связью. Взаимодействие с Business Development...\nОпыт управления dev and art командами. Знание 2D и 3D pipeline в игровой индустрии. Хорошие коммуникативные и организационные..."}, {"title": "HR-маркетолог", "link": "https://hh.ru/vacancy/53883323?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва", "salary": "", "description": "Первое направление — формирование ценностного предложения для сотрудников и кандидатов и продвижение EVP (выступления спикеров, статьи, аккаунты в соц.сетях, мероприятия и...\nУспешные кейсы реализации HR-бренда компании. Ваши идеи, креативность и желание пробовать новое. Опыт работы в IT/GameDev индустрии."}, {"title": "Сhief product officer (CPO)", "link": "https://hh.ru/vacancy/54765689?query=game%20developer", "employer": "Hi, Rockits!", "address": "Москва", "salary": "до 10 000 USD", "description": "Построение прозрачной продуктовой культуры в компании: формирование и ведение продуктового бэклога, приоритизация гипотез, постоянное проведение экспериментов для валидации гипотез.\nОпыт gamedev продактом/СРО обязателен. Крайне желателен опыт работы в стартапе. Бизнесовый майндсет."}, {"title": "Art Director (AAA)", "link": "https://hh.ru/vacancy/54766644?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Проработка визуального стиля игры. Создание и контроль арт пайплайна в 1 или нескольких проектах. Умение попадать в стиль и копировать...\nОбязательный опыт работы на трипелей проектах (ААА). Знание английского уровня B2 и выше. Сильным плюсом будет наличие лидов под..."}, {"title": "Unity Разработчик (Junior+)", "link": "https://hh.ru/vacancy/54741692?query=game%20developer", "employer": "Tap To Fun", "address": "Москва", "salary": "", "description": "Разработка игр в Unity. Программирование на языке C#. Встраивание и оптимизация 3D и 2D графики. Работа с UI.\nЗнание Unity и С# в достаточной мере(возможность реализовать любой замысел или механику). Опыт работы с Git. Знание принципов S..."}, {"title": "SMM-менеджер", "link": "https://hh.ru/vacancy/52034995?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Разработка и реализация стратегии по продвижению социальных сетей HR-бренда MY.GAMES (Instagram, FB, Twitter) с учетом контент-плана технических блогов...\nБазовые познания в геймдеве и IT-сфере. Внимательность к деталям, организованность, аккуратность, исполнительность, автономность. Инициативность, умение генерировать идеи и предлагать..."}, {"title": "Lead Technical Artist UE4 (Ведущий Технический Художник UE4)", "link": "https://hh.ru/vacancy/53811360?query=game%20developer", "employer": "Social Quantum", "address": "Москва, Пушкинская и еще 1 ", "salary": "", "description": "Участие в работе над визуальными технологиями игры, создание игровых и технологических прототипов. Взаимодействие с арт/техническим директором проекта.\nОпыт разработки игр не менее 4 лет. Большой опыт работы в Unreal Engine, а именно понимание всех арт систем движка..."}, {"title": "2D художник/2D Artist", "link": "https://hh.ru/vacancy/54727359?query=game%20developer", "employer": "PlayFlock", "address": "Москва, ВДНХ", "salary": "", "description": "Создание концептов. Отрисовка графического контента и рекламных материалов для игр. Умение рисовать в разных стилях и подстраиваться под стилистику других...\nЗнание Adobe Photoshop, умение пользоваться планшетом. Обязательно наличие собственного портфолио и резюме. Желание работать и совершенствоваться в данной сфере."}, {"title": "Ведущий художник/дизайнер 2d", "link": "https://hh.ru/vacancy/54722656?query=game%20developer", "employer": "ООО Авена", "address": "Москва, Площадь Революции", "salary": "", "description": "Разработать и поддерживать визуальный стиль учебника. Совместно с продюсером подобрать художников, дизайнеров и аниматоров в команду разработки. Организовать и участвовать...\nХудожественное образование, высокий уровень рисунка, знание анатомии, композиции и теории цвета. Опыт работы в gamedev или образовательных проектах."}, {"title": "Маркетолог-комьюнити менеджер в GameDev", "link": "https://hh.ru/vacancy/54738443?query=game%20developer", "employer": "Gethins ltd", "address": "Москва", "salary": "", "description": "Полный комплекс SMM (ведение аккаунтов компании, разработка стратегии продвижения и контент планов, подготовка постов и их оформление, создание stories, коммуникация...\nАналогичный опыт работы от двух лет. Наличие портфолио. Писать как боженька пресс релизы, текста для сайта и лендосов, редактировать истории..."}, {"title": "HR specialist for Gamedev", "link": "https://hh.ru/vacancy/54720713?query=game%20developer", "employer": "Kitkin Bros. Entertainment", "address": "Москва", "salary": "100 000 – 160 000 руб.", "description": "Построить и развивить масштабируемые и эффективные процессы подбора и онбординга. Добавить ценности эффективности и движения к общей цели в культурный...\nОпыт успешного закрытия вакансий в геймдеве или большой опыт закрытия в IT. Опыт оптимизации процессов и/или выстраивания с нуля."}, {"title": "Senior Programmer, Game (C++)/Ведущий программист C++", "link": "https://hh.ru/vacancy/54704426?query=game%20developer", "employer": "Playrix", "address": "Москва", "salary": "", "description": "Проектирование и ревью архитектуры фич. Программирование игровых механик и логики. Менторство, Code Review. Профилирование и оптимизация игры по памяти и...\nОпыт разработки на С от 5-ти лет. Знание специфики игровой разработки, типовых паттернов. Знание современных стандартов С 11/14..."}, {"title": "Менеджер проектов направления премиум-игр", "link": "https://hh.ru/vacancy/54712842?query=game%20developer", "employer": "101XP", "address": "Москва", "salary": "", "description": "Продюсирование и ведение проектов компании. Участие в тестирование и отсмотре новых проектов. Общение с партнерами-разработчиками. Подготовка материалов для локализации.\nОпыт работы от 2 лет в игровой индустрии. Английский язык (уровень Аdvanced). Большой игровой опыт на Steam и консолях."}, {"title": "Unity 3D developer (mobile RTS)", "link": "https://hh.ru/vacancy/50877334?query=game%20developer", "employer": "ООО Хайпмастерс", "address": "Москва", "salary": "", "description": "Разработка нового core и meta функционала клиентской части сетевой мобильной игры. Оптимизация для мобильных устройств. Создание инструментов для помощи в...\nОпыт программирования на C# и Unity от трех лет. Опыт работы в команде. Уверенное знание ООП, паттернов проектирования."}, {"title": "Бухгалтер (accountant)", "link": "https://hh.ru/vacancy/54726829?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Расчет заработной платы. Расчет переработок. Общение с сотрудниками, помощь с регламентом по финансовым вопросам.\nОпыт работы с документами, с бухгалтерией, заполнения и ведения отчетности. Опыт работы в IT/GameDev. Опыт работы в аутсорсе."}, {"title": "Креативный менеджер (gamedev, hypercasual)", "link": "https://hh.ru/vacancy/54688695?query=game%20developer", "employer": "ООО Профитсайз", "address": "Москва, Бауманская", "salary": "", "description": "Создание видео-креативов и скриншотов для магазинов для гипер-казуальных игр. Отслеживание трендов на рынке баннеров и видеорекламы мобильных приложений...\nНавыки монтажа видео/аудио. Умение рендерить видео в заданных формате и разрешении. Знание Sony Vegas Pro/Adobe Premiere Pro/аналогичного..."}, {"title": "Продюсер (MY.GAMES)", "link": "https://hh.ru/vacancy/54664711?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Продюсирование основных механик и принятие ключевых решений. Планирование roadmap, определение приоритетов и составов релизов. Контроль арта, разработки и общего уровня...\nОпыт в роли продюсера или Lead ГД — от 1 года. Опыт в разработке и оперировании игровых проектов. Понимание процессов разработки..."}, {"title": "Brand Manager(Gamedev)", "link": "https://hh.ru/vacancy/54567176?query=game%20developer", "employer": "Nexters", "address": "Москва", "salary": "", "description": "Определять цели и формировать видение развития маркетинга игрового продукта. Координировать работу команд для осуществления маркетинговой стратегии игрового продукта.\nИмеешь опыт работы в маркетинге мобильных или социальных игр и уверенную экспертизу в UA или аналитике или имеешь опыт работы..."}, {"title": "3D Generalist", "link": "https://hh.ru/vacancy/54667371?query=game%20developer", "employer": "Meowpunk", "address": "Москва", "salary": "", "description": "Оперативное создание качественных промо видео для мобильных игр. Сборка сцен, постановка освещения. Рендер материалов для видео роликов. Сборка full cg...\nОпыт в в геймедве или мультипликации от 1 года. Профессиональная работа в Cinema4D/Blender/Maya, Nuke, After Effects."}, {"title": "SRE (DevOps) Engineer", "link": "https://hh.ru/vacancy/54675582?query=game%20developer", "employer": "Pixonic", "address": "Москва", "salary": "", "description": "Развертывание и настройка сред окружений. Поддержка и развитие системы мониторинга. Своевременная реакция на инциденты on-call. Диагностика и устранение узких...\nУже работал с *nix системами более 3-х лет на высоконагруженных проектах. Разрабатывал роли для управления конфигурациями с помощью Ansible..."}, {"title": "Java-программист (MY.GAMES)", "link": "https://hh.ru/vacancy/54659871?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Реализация высокоэффективных систем и алгоритмов. Реализация, оптимизация и развитие серверных механизмов.\nОпыт коммерческой разработки от 2х лет. Отличное владение Java. Уверенный навык работы с алгоритмами и структурами данных."}, {"title": "Project manager/Team manager (gamedev)", "link": "https://hh.ru/vacancy/54662644?query=game%20developer", "employer": "GDR Studio (ИП Реутова Анастасия Николаевна)", "address": "Москва", "salary": "", "description": "Менеджмент технической команды из 6-7 человек. Анализ, выстраивание процессов внутри команды и ее развитие. Документация процессов. Активное взаимодействие с...\nРазвитые лидерские качества. Навыки управления командой. Предпринимательские навыки — способность решать нестандартные задачи и уметь находить лучшие решения. Самостоятельность в поиске..."}, {"title": "Data Analyst/Аналитик данных", "link": "https://hh.ru/vacancy/54650394?query=game%20developer", "employer": "ООО СиВи Рекрутмент", "address": "Москва", "salary": "1 500 – 2 000 USD", "description": "Analysis, design of game AB-tests to change the behavior of players. AB-tests in the field of mini-games...\nBachelor's degree in Computer Science, Mathematics, Statistics, Economics, a related field, or equivalent practical experience. Fluency in English (verbal..."}, {"title": "Middle Unity Developer (Удаленно)", "link": "https://hh.ru/vacancy/52405621?query=game%20developer", "employer": "Alex Staff Agency", "address": "Москва", "salary": "1 875 – 3 125 USD", "description": "Разработка высокотехнологичных Метаверс/ММО продуктов. Активное участие в Архитектурной жизни проекта. Реализация нового функционала и рефакторинг старого. Разнонаправленные по тематике...\nОт 2 лет опыта работы в gamedev-индустрии. От 3 лет опыта разработки на C# и Unity. Опыт работы с..."}, {"title": "Senior Unity Developer (Кипр, Лимассол)", "link": "https://hh.ru/vacancy/52407298?query=game%20developer", "employer": "Alex Staff Agency", "address": "Москва", "salary": "от 3 000 EUR", "description": "Разработка клиентской части сетевой мобильной игры. Реализация новых механик и игровой логики. Разработка пользовательского интерфейса и инструментария.\nПортфолио с проектами. Профильное высшее образование (ИТ, программирование, математика, кибернетика). От 3 лет опыта коммерческой разработки игр. Опыт работы с..."}, {"title": "Brand Promo Designer", "link": "https://hh.ru/vacancy/54667386?query=game%20developer", "employer": "Meowpunk", "address": "Москва", "salary": "", "description": "Делать скетчи с разных ракурсов, с разными планами, движениями или спецэффектами для эффективного рассказа истории. Типографика. Работа с цветом.\nУверенное владение Illustrator, Photoshop. Знание основ композиции. Креативность. Умение работать в заданной стилистике."}, {"title": "Community manager", "link": "https://hh.ru/vacancy/54663553?query=game%20developer", "employer": "Kitkin Bros. Entertainment", "address": "Москва", "salary": "80 – 140 000 руб.", "description": "Построение / улучшение структуры игрового комьюнити в Discord. Модерирование чатов и каналов комьюнити. Набор и управление модераторами в чатах комьюнити.\nОпыт работы комьюнити менеджером от 1 года. Опыт написания литературных текстов. Креативный подход к решению задач. Высокие коммуникативные навыки."}, {"title": "Младший менеджер проектов по локализации (Video Games)", "link": "https://hh.ru/vacancy/54660230?query=game%20developer", "employer": "Компания Inlingo", "address": "Москва", "salary": "", "description": "Оценивать проект в сроках и бюджете. Составлять сметы до начала работы и закрывающие счета — после. Собирать проектную команду из переводчиков...\nОбязательно знание английского языке не ниже Upper Intermediate, потому что у нас много интернациональных проектов — общение будет идти в основном..."}, {"title": "Product Manager (MY.GAMES)", "link": "https://hh.ru/vacancy/54632634?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Проработка пользовательских сценариев и макетов интерфейсов. Моделирование и проведение качественных клиентских исследований. Проведение юзабилити-тестирования решений. Работа по задачам в...\nОпыт в продуктовом дизайне — 3 года. Опыт работы с аналитическими инструментами: Mixpanel, Amplitude. Понимание взаимодействия с фронтами и бэками."}, {"title": "Ассистент продюсера мобильных игр (GameDev)", "link": "https://hh.ru/vacancy/54636978?query=game%20developer", "employer": "Mad Pixel", "address": "Москва, Автозаводская и еще 1 ", "salary": "", "description": "Взаимодействие со студиями-разработчиками игр: поиск, привлечение, выстраивание взаимодействия. Проектные и рыночные исследования. Работа с видеоредакторами и запись креативов для...\nУверенный письменный английский Upper-Intermediate и выше. Нацеленность на результат. Ответственность и желание быть лучшим в своем деле."}, {"title": "Преподаватель детского направления", "link": "https://hh.ru/vacancy/54665050?query=game%20developer", "employer": "Компьютерная Академия Top", "address": "Москва", "salary": "", "description": "Проведение практических занятий в группах до 16 человек в соответствии с учебными планами и материалами (все методические материалы уже есть...\nОтветственность, пунктуальность, желание делиться знанием и опытом. Знание или опыт работы как минимум в одном из указанных выше направлений компьютерных..."}, {"title": "Преподаватель детского направления( м.Тверская)", "link": "https://hh.ru/vacancy/54665294?query=game%20developer", "employer": "Компьютерная Академия Top", "address": "Москва", "salary": "", "description": "Проведение практических занятий в группах до 16 человек в соответствии с учебными планами и материалами (все методические материалы уже есть...\nОтветственность, пунктуальность, желание делиться знанием и опытом. Знание или опыт работы как минимум в одном из указанных выше направлений компьютерных..."}, {"title": "Преподаватель компьютерных курсов для детей (м.Шаболовская)", "link": "https://hh.ru/vacancy/54638548?query=game%20developer", "employer": "Компьютерная Академия Top", "address": "Москва, Октябрьская и еще 2 ", "salary": "", "description": "Проведение практических занятий в группах до 16 человек в соответствии с учебными планами и материалами (все методические материалы уже есть...\nОтветственность, пунктуальность, желание делиться знанием и опытом. Знание или опыт работы как минимум в одном из указанных выше направлений компьютерных..."}, {"title": "Head of Discovery", "link": "https://hh.ru/vacancy/54615687?query=game%20developer", "employer": "Xsolla", "address": "Москва", "salary": "", "description": "Coordinate across marketing, design, marketing discovery, product, account, integration, business development teams to perform discovery stage of new products and...\nExcellent communications and interpersonal skills. Experience in game development industry experience. Experience in publishing or live ops of video games."}, {"title": "UI/UX Designer / UI/UX дизайнер (GameDev)", "link": "https://hh.ru/vacancy/54754532?query=game%20developer", "employer": "ITM", "address": "Москва", "salary": "", "description": "Проектирование, графический дизайн игровых интерфейсов для мобильных игр. Отрисовка логики, иконок, взаимодействий. Подбор графического стиля, подбор шрифтов, цветов.\nОпыт работы на мобильных проектах в области UI / UX-дизайна. Опыт работы с анимациями и логикой переходов в пользовательских интерфейсах."}, {"title": "Специалист по сопровождению клиентов (MY.GAMES)", "link": "https://hh.ru/vacancy/52244594?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Проактивное сопровождение клиента в онлайн-чатах с момента размещения заказа и до его выполнения. Живая коммуникация с клиентами, помощь им...\nОтличное знание английского языка (наша основная аудитория — US и EU). Знание игрового сленга. Умение работать с таблицами и CRM-системой."}, {"title": "Руководитель разработки графической подсистемы автомобиля", "link": "https://hh.ru/vacancy/54580814?query=game%20developer", "employer": "АО Кама", "address": "Москва", "salary": "", "description": "Создание и руководство группой разработки графического движка для автомобиля.\nЖелательно: опыт разработки игровых движков (game engine development), опыт или образование в области САПР (CAD). Готовность и умение а) работать..."}, {"title": "Level Designer", "link": "https://hh.ru/vacancy/52178548?query=game%20developer", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "до 200 000 руб.", "description": "Разработка дизайна игровых локаций. Взаимодействие с другими отделами с целью выработки оптимальных решений по левел-дизайну: гейм-дизайнерами, художниками, программистами.\nОпыт UE4 желательно от 1 года, (если есть знания в Unity, или CryEngine будет плюсом). Опыт в дизайне уровне..."}, {"title": "JavaScript Developer (GameDev)", "link": "https://hh.ru/vacancy/54550027?query=game%20developer", "employer": "Hezzl.com", "address": "Москва", "salary": "", "description": "Разработка игр на базе Phaser (JS). Развитие модулей для текущих игр. Интеграция с сервером через REST API.\nОпыт разработки на JS от года. Опыт работы с Phaser. Опыт работы с C2/C3, PlayCanvas или Unity..."}, {"title": "Influence-manager", "link": "https://hh.ru/vacancy/54572025?query=game%20developer", "employer": "Kitkin Bros. Entertainment", "address": "Москва", "salary": "80 000 – 100 000 руб.", "description": "Формированием и распределением б.джета на инфлюенсеров и площадки СМИ. Подбором релевантных инфлюенсеров, отталкиваясь от задач и стратегии проекта.\nУ тебя был опыт работы с online СМИ и инфлюенсерами. Ты понимаешь как создавать сметы / договора с СМИ и инфлюенсерами..."}, {"title": "SMM Арт-директор", "link": "https://hh.ru/vacancy/54571153?query=game%20developer", "employer": "Kitkin Bros. Entertainment", "address": "Москва", "salary": "140 000 – 180 000 руб.", "description": "Формирование и лидирование брифов для креативной команды. Анализ tone of vision на всех SMM платформах бренда. Создание контент плана.\nОпыт работы в сфере маркетинга от 3х лет. Знание СММ Каналов и их инструментов. Понимание процесса создания СММ креативов..."}, {"title": "SMM account-manager", "link": "https://hh.ru/vacancy/54556253?query=game%20developer", "employer": "Kitkin Bros. Entertainment", "address": "Москва", "salary": "90 000 – 140 000 руб.", "description": "Вести операционную деятельность всего макретинг отдела. Развивать каналы коммуникации и маркетинга: курировать все части команды на основе маркетинговой стратегии.\nОпыт работы в сфере маркетинга / smm от 3х лет. Знание каналов и инструментов продвижения услуг. Опыт работы с контекстной..."}, {"title": "Художник мобильных игр (3D)", "link": "https://hh.ru/vacancy/54519402?query=game%20developer", "employer": "Инспиритум", "address": "Москва", "salary": "", "description": "Создавать графику для мобильных игр: персонажей, окружения, интерфейсов, иллюстраций. Работать над концептами идей. Готовить графику к анимациям и создавать простые...\nОпыт работы на позиции художника (gamedev) от 2-х лет. Владение Maya, 3ds Max, Modo или Blender."}, {"title": "2D Motion-Designer (GameDev)", "link": "https://hh.ru/vacancy/54518333?query=game%20developer", "employer": "ООО Радар", "address": "Москва, Охотный ряд", "salary": "от 100 000 руб.", "description": "Знание принципов анимации и умение применять их на практике. Создавать короткие цепляющие анимационные ролики в After Effects для рекламы мобильных...\nУмение работать с персонажной анимацией. Внимательность к физике объектов (падение, жидкости, взаимодействие объектов). Умеешь передавать эмоции в анимации."}, {"title": "GAMEDEV-MOBILE (Business Development Manager)", "link": "https://hh.ru/vacancy/54523099?query=game%20developer", "employer": "ООО Экокомерс", "address": "Москва", "salary": "1 000 – 10 000 EUR", "description": "Поиск новых клиентов, компаний: разработчиков мобильных приложений по странам США, Европы, а также Южной Корее, Японии, Арабских Эмиратах и СНГ...\nОпыт работы от 2 лет на аналогичной позиции. Опыт в GAMEDEV и своя клиентская база. Проактивная позиция. Развитые аккаунты в..."}, {"title": "Art recruiter", "link": "https://hh.ru/vacancy/54527286?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва", "salary": "", "description": "Искать таланты артовые позиций в GameDev, вести вакансию от снятия у заказчика до выхода кандидата в компанию. Не только проводить...\nОпыт работы работы в арт-рекрутинге, интерес к игровой индустрии. Понимание какой метод оценки или дополнительной оценки можно предложить по..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54512307?query=game%20developer", "employer": "Employcity", "address": "Москва", "salary": "до 400 000 руб.", "description": "Bare metal. Ansible. Linux (CentOS, Ubuntu). Балансировщики нагрузки: Nginx, Traefik. CI / CD: Gitlab CI / CD. Контейнеры: Docker, Docker Swarm. Kubernetes.\nGit. Ansible. Linux. Gitlab. Docker. Kubernetes. Helm. Shell скриптами. Vault. Terraform. Некоторый облачный опыт работы с Azure или AWS."}, {"title": "Middle С# Developer (Unity) / Разработчик", "link": "https://hh.ru/vacancy/54489560?query=game%20developer", "employer": "Infinite Art Solutions", "address": "Москва", "salary": "от 90 000 руб.", "description": "разрабатывать программный код игровых приложений для мобильных платформ на C# в Unity. - взаимодействие с командой разработчиков.\nОпыт промышленной разработки игр на C# / Unity 3D от 2-х лет обязательно. Высшее техническое образование. Опыт работы в..."}, {"title": "Senior Community Manager (GameDev)", "link": "https://hh.ru/vacancy/54491145?query=game%20developer", "employer": "Hunt For You", "address": "Москва", "salary": "", "description": "Глубоко понимаете бесплатные игры и игры с блокчейном, а также то, что именно побуждает игроков участвовать в жизни сообщества. -\n5 лет опыта развития соц. сообществ в GameDev. - Вы обожаете игры, криптовалюту, создание сообществ. - Глубокое понимаете тонкости общения с криптосообществом. -"}, {"title": "Project / Product manager/GameDev", "link": "https://hh.ru/vacancy/54499940?query=game%20developer", "employer": "ИП Сафонова Галина Андреевна", "address": "Москва", "salary": "от 150 000 руб.", "description": "Ведение проектов и управление командой разработки. Разработка технических заданий и регламентов. Декомпозиция задач и формирование коротких спринтов. Учет и контроль...\nРелевантный опыт работы от 4-х лет (ИТ, игровой сегмент). Технический бэкграунд. Понимание принципа разработки ПО, управления продуктом."}, {"title": "Лид Геймдизайнер", "link": "https://hh.ru/vacancy/53424383?query=game%20developer", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "до 300 000 руб.", "description": "Полный цикл разработки игрового контента. Постоянный анализ и выработка предложений по улучшению существующего контента, игрового процесса, систем и отдельных элементов.\nОпыт работы геймдизайнером от 3 лет. Опыт работы с мидкор проектами. Опыт работы с контентом (креатив реализация боевой баланс)."}, {"title": "Lead 2D artist", "link": "https://hh.ru/vacancy/53414699?query=game%20developer", "employer": "PlayFlock", "address": "Москва, ВДНХ", "salary": "", "description": "Активное взаимодействие с арт-директором и менеджерами проектов. Принятие совместных решений относительно стиля игры, пайплайна и найма сотрудников.\nУмение рисовать в разных стилях и подстраиваться под стилистику других художников. Понимание принципов разработки мобильных игр и приложений."}, {"title": "QA Engineer (Тестировщик игр)", "link": "https://hh.ru/vacancy/54456263?query=game%20developer", "employer": "Daily Magic", "address": "Москва", "salary": "", "description": "Тестирование мобильных игр на платформах iOS, Android, Mac, Windows. Анализ, разработка и обновление документации по тестированию проекта (тест-кейсы, чек...\nОпыт тестирования мобильных игр на различных платформах - IOS / Android. Знание методов тестирования и опыт их применения. Хорошее знание письменного и..."}, {"title": "Продюсер (MY.GAMES)", "link": "https://hh.ru/vacancy/53330210?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Самостоятельное ведение и развитие вверенных портфельных проектов (студий). Анализ стратегической и инвестиционной привлекательности сделок и проектов. Исследование новых трендов в...\nОпыт работы на позиции игрового продюсера от 3 лет. Отличные коммуникативные навыки. Навыки планирования, бюджетирования. Наличие как минимум одного выпущенного..."}, {"title": "Mobile CPU performance senior Engineer", "link": "https://hh.ru/vacancy/54448104?query=game%20developer", "employer": "HUAWEI", "address": "Москва, Смоленская и еще 1 ", "salary": "", "description": "Investigation of performance bottlenecks of mobile CPU/SoC for popular apps and games. Design and implementation of compiler optimization passes...\n3 years of experience in compiler development or performance analysis. Deep knowledge of computer architecture and micro-architecture."}, {"title": "Mobile Performance Marketing Manager", "link": "https://hh.ru/vacancy/54481618?query=game%20developer", "employer": "ООО Оскели Групп", "address": "Москва", "salary": "", "description": "Настроить системную работу и масштабировать привлечение клиентов из каналов Performance маркетинга: Facebook и Google AdWords, Yandex Direct, MyTarget, Vk, ASA...\nПреимуществом для вас станет опыт работы в сферах ecommerce, gamedev и FashionTech проектах, а также знание альтернативных источников трафика."}, {"title": "Senior Front-end Developer", "link": "https://hh.ru/vacancy/54556393?query=game%20developer", "employer": "Solcery", "address": "Москва", "salary": "от 3 500 USD", "description": "Работа над web частью нашего игрового редактора для блокчейна solana. Выбор лучшего стека технологий. Архитектура и реализация CMS для конфигурации...\nTypescript/javascript от 3х лет. React/Vue. HTML и CSS. Любовь к играм. Знания о блокчейне. Опыт работы с..."}, {"title": "Специалист поддержки пользователей (MY.GAMES)", "link": "https://hh.ru/vacancy/54417471?query=game%20developer", "employer": "VK, MY.GAMES", "address": "Москва", "salary": "", "description": "Решение разнообразных проблем пользователей наших игровых проектов посредством переписки в чате на английском языке. Контроль состояния игровых сервисов.\nОбязательно владение английским языком на уровне Upper-Intermediate и выше. Внимательность, обучаемость, пунктуальность, исполнительность. Умение грамотно и четко излагать свои..."}, {"title": "Ведущий менеджер по маркетинговым коммуникациям в Scream School", "link": "https://hh.ru/vacancy/52626006?query=game%20developer", "employer": "Universal University", "address": "Москва, Курская", "salary": "", "description": "Анализ трендов и динамик в индустрии, разработка продуктовых предложений. Анализ целевых аудиторий, потребностей, барьеров и инсайтов для улучшения продуктового портфеля. «\nПрофильное образование (связи с общественностью, реклама, маркетинг, бренд-менеджмент). Опыт работы в качестве бренд-менеджера / менеджера по маркетинговым коммуникациям или..."}, {"title": "Senior 3D artist (gamedev, sci-fi)", "link": "https://hh.ru/vacancy/54437752?query=game%20developer", "employer": "PlayDisplay (Плей Дисплей)", "address": "Москва, Курская и еще 2 ", "salary": "1 500 – 3 000 USD", "description": "Понимание hi-poly subdivision surface modeling. Игровой опыт и интерес к gamedev индустрии. Опыт моделлирования сложных форм в релевантном sci..."}, {"title": "Инженер по информационной безопасности", "link": "https://hh.ru/vacancy/54466274?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва, Новокузнецкая", "salary": "", "description": "Проводить внутренний аудит инфраструктуры офисов и проектов, разработку планов по улучшению ИБ. Разрабатывать и актуализировать документацию ИБ: политики, процессы, роли...\nОпыт работы с Linux. Знания международных стандартов (ISO/IEC 2700x), особенностей российского и международного законодательств (152ФЗ, GPDR, CCPA..."}, {"title": "Арт-менеджер", "link": "https://hh.ru/vacancy/54420997?query=game%20developer", "employer": "IvlAN", "address": "Москва", "salary": "", "description": "Помощь в ведении документации. Тайм менеджмент по проектам, курирование загрузки по отделу. Создание, сбор и передача задач внутри Арт-отдела...\nХудожественная насмотренность и заинтересованность в игровой индустрии. Требования к кандидату: Опыт на аналогичной должности не менее 1 года."}, {"title": "NLP-Developer", "link": "https://hh.ru/vacancy/51053816?query=game%20developer", "employer": "Сбер. IT", "address": "Москва, Кутузовская", "salary": "", "description": "Разработка end-to-end решений прикладных задач NLP. Контейнеризация и внедрение решений в промышленную среду. Анализ неструктурированной текстовой коммуникации.\nВысшее техническое / математическое образование. Понимание линейной алгебры и основ мат. анализа. Опыт промышленной разработки на Python от 3-х лет."}, {"title": "Senior Data Scientist/ML Engineer SberDevices", "link": "https://hh.ru/vacancy/53269426?query=game%20developer", "employer": "Сбер для экспертов", "address": "Москва", "salary": "", "description": "Участие в разработке поискового движка. Разработка и оптимизация алгоритмов машинного обучения. Внедрение в продакшн ML решений.\nУверенное владение Python на рабочем уровне. Хорошее знание классических алгоритмов и структур данных. Базовые знания и желание развиваться в области..."}, {"title": "Lead UI/UX Designer", "link": "https://hh.ru/vacancy/51943548?query=game%20developer", "employer": "KamaGames Studio", "address": "Москва, Новокузнецкая", "salary": "", "description": "Разработка интерфейсных решений для новых и существующих продуктов. Разработка идей по улучшению продуктов, реализация их с помощью команды.\nОтличное знание Figma. Отличное знание Illustrator, Photoshop, After Effect. Опыт формирования и развития команды. Опыт структурирования и хранения графических материалов."}, {"title": "Арт-директор (Game)", "link": "https://hh.ru/vacancy/54293149?query=game%20developer", "employer": "SPL", "address": "Москва", "salary": "", "description": "Разрабатывать AAA-игры для VR и мобильных платформ (iOS / Android). Сформировать и внедрить рабочий арт-пайплайн для проектов.\nОпыт работы на схожей lead-позиции от 3 лет с портфолио, состоящим из игрового арта. Профессиональное владение графическими пакетами (Photoshop..."}, {"title": "Product Owner", "link": "https://hh.ru/vacancy/54317127?query=game%20developer", "employer": "Riki.Team", "address": "Москва", "salary": "", "description": "Разработка стратегии развития и экономической модели NFT платформы. Формирование бэклога, декомпозиция и документирование требований к продукту. Реализация новых механик удержания...\nПрактический опыт разработки и внедрения игровых механик в продукте. Опыт работы в gamedev индустрии в качестве game-дизайнера."}, {"title": "Технический директор (CTO) (unity)", "link": "https://hh.ru/vacancy/54322883?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Сетапы новых проектов. Разработка архитектуры проекта. Набор и ревью команды. Предложение технических решений и защита технологического стека перед заказчиком.\nЭкспертный опыт работы с Unity 3D (2019), C# и Asp.Net. Сильная страсть к разработке игр и новейшим технологиям."}, {"title": "2D Art Director / 2Д Арт Директор", "link": "https://hh.ru/vacancy/54286777?query=game%20developer", "employer": "Midas Art Studio", "address": "Москва", "salary": "", "description": "Контролировать визуальный стиль проектов. Производить техническую оценку новых проектов. Работать с действующими командами, давать фидбэк, вносить правки и делать оверпейнт...\nОпыт работы на позиции арт-директора или ведущего художника в игровых проектах от 1 года. Опыт работы с 2D..."}, {"title": "3D Art Director / 3Д Арт Директор", "link": "https://hh.ru/vacancy/54286788?query=game%20developer", "employer": "Midas Art Studio", "address": "Москва", "salary": "", "description": "Участвовать в определении стилистики для новых проектов и передача видения в команды. Контролировать визуальный стиль проектов. Производить техническую оценку новых...\nЗнание основных пакетов (Blender, 3DS Max, Maya, ZBrush (3DCoat), Substance Designer, Substance Painter, Houdini) на экспертном уровне."}, {"title": "Technical Lead Unity (hyper casual)", "link": "https://hh.ru/vacancy/54261764?query=game%20developer", "employer": "ООО Профитсайз", "address": "Москва, Бауманская", "salary": "", "description": "Разрабатывать стратегию и принимать участие в техническом развитии общей кодовой базы студии. Контролировать стабильность и качество программной части игр, качество...\nОпыт работы на Unity от 3-х лет. Технический бэкграунд в виде опыта в разработке гиперказуальных игр. Понимание клиент-серверной..."}, {"title": "Data Engineer (gamedev)", "link": "https://hh.ru/vacancy/54245060?query=game%20developer", "employer": "ООО Грин Грей Софтворкс", "address": "Москва", "salary": "", "description": "Реализация ETL-процессов для автоматизации сбора и хранения данных. Контроль качества данных, поиск и устранение аномалий. Настройка пайплайнов автоматической проверки...\nОпыт разработки на Python. Опыт работы с Airflow и другими подобными инструментами для запуска регулярных задач. Опыт разворачивания сервисов и..."}, {"title": "Producer (Game Dev)", "link": "https://hh.ru/vacancy/54229665?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Тесное взаимодействие со всеми бизнес-подразделениями: продажи / развитие бизнеса, работа с игровыми сообществами, маркетинг, поддержка игроков, операционный блок.\nОпыт управления проектами: процессно-ориентированный подход в принятии решений; умение расставлять приоритеты и строить работу с командой, исходя из них."}, {"title": "Lead 2D Artist", "link": "https://hh.ru/vacancy/54229711?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Менеджмент команды 2D артистов. Проверка работ, тестовых заданий, выдача грамотного фидбэка. Отрисовка персонажей и фонов.\nОпыт работы в качестве 2D artist от 3-х лет. Опыт работы на позиции Lead от года."}, {"title": "3D Project Manager", "link": "https://hh.ru/vacancy/54229676?query=game%20developer", "employer": "Red Rift", "address": "Москва", "salary": "", "description": "Контроль 2-3 команд для клиентов и их проектов. Коммуникация с заказчиками, работа с обратной связью. Взаимодействие с Business Development...\nОпыт управления dev and art team. Знание 2D и 3D pipeline в игровой индустрии. Хорошие коммуникативные и организационные..."}, {"title": "Тестировщик / QA специалист", "link": "https://hh.ru/vacancy/54222451?query=game%20developer", "employer": "ООО МУНДФИШ", "address": "Москва", "salary": "", "description": "Тестирование проекта (в т.ч. внутри игрового движка). - Регрессионное тестирование, research тестирование. - Составление документации. - Подготовка отчётов о найденных ошибках. -\nБогатый игровой опыт PC/Console. - Знание теории тестирования. - Усидчивость и желание обучаться новому. - Уровень английского: intermediate и выше."}, {"title": "Frontend разработчик (Angular)", "link": "https://hh.ru/vacancy/54207722?query=game%20developer", "employer": "Hezzl.com", "address": "Москва", "salary": "", "description": "Расширение функционала системы: создание конструктора правил акции, реализация системы обработки тикетов, добавление функционала создания квестов. Вывод сообщений и обновление данных...\nГлубокие знания JavaScript, опыт работы от 2-х лет. Опыт разработки SPA на Angular4 с использованием TypeScript от года."}, {"title": "Арт-директор / Art director", "link": "https://hh.ru/vacancy/54222452?query=game%20developer", "employer": "Радугадизайн", "address": "Москва", "salary": "", "description": "Разработка решений и сопровождение проектов от аудиовизуальных шоу до музейных инсталляций, сочетающих в себе гибридные техники создания компьютерной графики: CG...\nБудет плюсом знание: Houdini, Nuke, Substance, Unity, опыт работы в геймдев, умение рисовать от руки и художественное образование."}, {"title": "Head of Analytics (GameDev)", "link": "https://hh.ru/vacancy/54209675?query=game%20developer", "employer": "ООО ЛАЙТ МЭП", "address": "Москва", "salary": "", "description": "Организовывать и оптимизировать командную работу отдела аналитики. Настраивать и развивать рабочие процессы в отделе аналитики. Собирать эффективную команду аналитиков, обучать...\nОпыт руководства командой 5-10 человек. Опыт работы с аналитикой мобильных игр от 5 лет. Опыт работы с метриками бизнеса..."}, {"title": "Юрист", "link": "https://hh.ru/vacancy/54259923?query=game%20developer", "employer": "Vintersaga (ООО Делаем Игры)", "address": "Москва", "salary": "", "description": "Обеспечение эффективного правового сопровождения компании, работа с договорами, в российском и международном правовом поле. - Консультирование сотрудников компании и решение вопросов...\nОпыт работы с интеллектуальным, международным, предпринимательским и корпоративным правом. - Опыт работы в сфере Gamedev или IT от 3-х лет. -"}, {"title": "Risk/Fraud Officer gamedev", "link": "https://hh.ru/vacancy/54294524?query=game%20developer", "employer": "LLC FINTERNA", "address": "Москва", "salary": "от 150 000 руб.", "description": "Responsible for investigating new customer account using various fraud prevention tools. Review of daily sign ups and duplicate accounts.\nGood knowledge of online payment methods, their operation and best practices for optimization. At least 2 years experience in the..."}, {"title": "Risk/Fraud Officer (gamedev)", "link": "https://hh.ru/vacancy/54254073?query=game%20developer", "employer": "LLC FINTERNA", "address": "Москва", "salary": "от 150 000 руб.", "description": "Responsible for investigating new customer account using various fraud prevention tools. Review of daily sign ups and duplicate accounts.\nGood knowledge of online payment methods, their operation and best practices for optimization. At least 2 years experience in the..."}]