[{"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/50510889?query=DevOps", "employer": "KPMG", "address": "Москва", "salary": "", "description": "Развитие и поддержка CI/CD для автоматизации сборок, тестов. Разработка инструментов и автоматизация процессов развертывания систем, проектов и окружений.\nОпыт администрирования Linux: SUSE, RHEL, CentOS, другие Linux-ОС. Опыт администрирования виртуальных сред (VMware, RedHat, другие). Опыт администрирования средств мониторинга..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54211935?query=DevOps", "employer": "Альфа-Банк", "address": "Москва", "salary": "", "description": "Развитие экосистемы сервиса Альфа-Платформа (Kubernetes, Mesos/Marathon, Docker, Kafka, Cassandra, PostgreSQL, Jenkins, SonarQube, Keycloak, nginx, haproxy, keepalived, ansible).\nУверенное знание GNU/Linux. Знание Docker, Kubernetes (опыт работы с Mesos/Marathon будет плюсом). Реальный опыт использования одной из CI..."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "Senior DevOps in Blockchain Startup", "link": "https://hh.ru/vacancy/54445824?query=DevOps", "employer": "Петухова Алия", "address": "Москва", "salary": "315 000 – 860 000 руб.", "description": "Разработка и тех. обслуживание за счет внедрения инструментов, которые автоматизируют работу и улучшат процесс разработки. Автоматизация delivery-процессов и capacity...\nРелокация в Японию. Опыт работы DevOps или на аналогичной должности от 3-х лет. Уверенное владение английским языком."}, {"title": "SRE Lead (DevOps Lead)", "link": "https://hh.ru/vacancy/54738040?query=DevOps", "employer": "Mindbox", "address": "Москва, Белорусская и еще 1 ", "salary": "350 000 – 450 000 руб.", "description": "Также нужно будет отвечать за деливири команды, решать бизнес-проблемы и развивать команду при быстром росте: нагрузке, постоянных изменениях и...\nТехнологии и процессы: Terraform Ansible Packer. Виртуализация HyperV."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54957959?query=DevOps", "employer": "Альфа-Банк. Digital & IT", "address": "Москва", "salary": "", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54815537?query=DevOps", "employer": "Wanted", "address": "Москва", "salary": "5 000 – 10 000 USD", "description": "Администрированием и поддержкой облачной инфраструктуры. Развертыванием сервисов, blockchain нод, баз данных в k8s. Обеспечением бесперебойного доступа к публичным...\nНацелены на результат. Не терпим бездумного/нелогичного подхода к решениям. Все делаем быстро: идея, ресерч, прототип, продакшн. Не закапываемся в..."}, {"title": "Cluster DevOps Lead", "link": "https://hh.ru/vacancy/54902243?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва, Технопарк", "salary": "", "description": "DevOps Cluster Lead должен глубоко знать и понимать реальную ситуацию с уровнем компетенций DevOps и зрелости процессов разработки в продуктовых...\nЗнание и практический опыт внедрения решений с использованием технологий DevOps и QA (Git, Jenkins, Docker, Kubernetes, OpenShift, Nexus, Selenium, LoadRunner..."}, {"title": "Senior DevOps Engineer/ Highload SRE", "link": "https://hh.ru/vacancy/49788206?query=DevOps", "employer": "ООО Karma8", "address": "Москва", "salary": "200 000 – 500 000 руб.", "description": "Построить CI/CD для новых микросервисов. Создать и поддерживать среды разработки и тестирования. Помогать в развитии и поддержании работоспособности инфраструктуры.\nОпыт работы в высоконагруженных проектах от 3-х лет. Уверенные знания сетей TCP/IP. Практический опыт работы с конфигурациями с..."}, {"title": "Senior DevOps Engineer (Удаленно)", "link": "https://hh.ru/vacancy/54040717?query=DevOps", "employer": "SF Inc", "address": "Москва", "salary": "3 500 – 6 000 USD", "description": "Поддержка и улучшение текущей инфраструктуры. Взаимодействие с командой разработки. Оперативное решение возникших проблем. 1) Разворачивание, конфигурирование и эксплуатация Prometheus.\nОпыт созданий и эксплуатации решений на базе облачной платформы AWS (EKS/RDS/VPC/etc.) на продакшен окружении. — Опыт эксплуатации Terraform. —"}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54944820?query=DevOps", "employer": "ООО Эпплайнер", "address": "Москва", "salary": "", "description": "Управление, обслуживание, настройка и развертывание кластеров Kubernetes. Улучшение существующих helm charts, оптимизация существующих и разработка новых. Взаимодействие с командой разработчиков...\nОпыт сопровождения Kubernetes on Bare Metal (Kubernetes the Hard Way). Опыт работы с Istio и calico (calico BGP, да мы..."}, {"title": "Middle/Senior DevOps engineer", "link": "https://hh.ru/vacancy/54500381?query=DevOps", "employer": "КИБЕР-РОМ", "address": "Москва", "salary": "250 000 – 400 000 руб.", "description": "Развивать инфраструктуру, повышать свою квалификацию вместе с командой; разработки, внедрять новые технологии. Повышать отказоустойчивость и доступность сервиса. Привносить дельные рекомендации...\nЗнакомство с K8S “на ты”, у нас Rancher. Опыт работы с высоконагруженными сервисами. Владение bash/python/go."}, {"title": "Senior Software Engineer API", "link": "https://hh.ru/vacancy/54937308?query=DevOps", "employer": "Top Remote Talent", "address": "Москва", "salary": "6 000 – 10 000 USD", "description": "Write and Maintain documentation for the public API. Work closely with DevOps and the backend team to ensure architecture requirements...\nFamiliar with container platforms and containerization (kubernetes & docker). 1 year DevOps experience with AWS Kubernetes cluster preferably. 2 years CI..."}, {"title": "Top-notch DevOps/SRE engineer", "link": "https://hh.ru/vacancy/54573112?query=DevOps", "employer": "Diabolocom", "address": "Москва", "salary": "5 000 – 10 000 EUR", "description": "Technical challenge on Hacker Rank. Visio with Head of Infra & CTO. Technical interview with DevOps/SRE team. Final interview with...\nPassionate about system and/or network, you wish to join a fast-paced company and a technical team strongly oriented..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54199764?query=DevOps", "employer": "LATOKEN", "address": "Москва", "salary": "4 000 – 8 000 USD", "description": "Role Mission: High-quality infrastructure for the workflow of engineers and platform with 100% availability and update delivery speed of...\nRequirement skills and experience: 4 years experience as a Linux administrator. Strong experience in Docker, Rancher, Kubernetes, Linux kernel configurations."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54637006?query=DevOps", "employer": "Altenar", "address": "Москва", "salary": "", "description": "Развивать и совершенствовать стек DevOps инструментов (Kubernetes, Helm, Flux, Azure DevOps, Terraform, Kubespray, Ansible etc.). Автоматизировать тестирование и развертывать на...\nОпыт построения CI/CD pipelines с jenkins/Azure DevOps/teamcity или другими системами ci/cd. Опыт работы с системами сообщений..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54458378?query=DevOps", "employer": "Softline", "address": "Москва, Павелецкая", "salary": "", "description": "Установка, обновление, настройка и сопровождение работы корпоративного репозитория Sonatype Nexus3. Интеграция поддержки работы Nexus с самоподписанными SSL-сертификатами.\nОпыт администрирования Linux cемейства RHEL \\ CentOS. Опыт работы с системами виртуализации VMware, VirtualBox. Уверенные знания в работе с Docker и..."}, {"title": "Kubernetes DevOps specialist", "link": "https://hh.ru/vacancy/54892382?query=DevOps", "employer": "Т1 Интеграция", "address": "Москва", "salary": "", "description": "Принимать участие в создании стендов тестирования. Автоматизировать установку стендов тестирования. Исследовать/тестировать возможность использования технологий/решений/оборудования в существующей и...\nВысшее техническое образование. Опыт работы: не менее 3 лет в ИТ. Знание Linux на уровне администратора. Опыт планирования, развёртывания и..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54571605?query=DevOps", "employer": "Spice Agency", "address": "Москва", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54224071?query=DevOps", "employer": "Aquiva Labs", "address": "Москва", "salary": "", "description": "Работать в русскоязычной команде, но в тесном контакте с коллегами из других стран. Брать инициативу в улучшении процессов управления инфраструктурой...\nОт двух лет опыта в devops. Опыт работы с Docker. Опыт плотной работы в AWS. Базовые умения администрирования в Linux."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54857530?query=DevOps", "employer": "Architech", "address": "Москва", "salary": "от 4 000 USD", "description": "Provide daily, hands on assistance to maintain and advance the build process to ensure reliability and optimum integration with CI...\nStrong experience with SDLC tools (version control, CI/CD, test automation). Strong experience with public clouds (AWS, GCP, Azure)."}, {"title": "DevOps Team Lead (MDR)", "link": "https://hh.ru/vacancy/53831821?query=DevOps", "employer": "Лаборатория Касперского", "address": "Москва, Водный стадион", "salary": "", "description": "Участие в принятии архитектурных решений. Выполнение базовых и специфичных требований информационной безопасности. Проектирование и оптимизация инфраструктуры. Отслеживание ключевых параметров мониторинга...\nОпыт работы с высоконагруженными ELK clusters. Навыки настройки непрерывной интеграции (Azure DevOps /Jenkins). Опыт работы с системами мониторинга и хранения..."}, {"title": "DevOps Engineer (AWS)", "link": "https://hh.ru/vacancy/54594649?query=DevOps", "employer": "Lucy in the Sky Inc", "address": "Москва", "salary": "", "description": "Первое – поддержка и улучшение Dev инфраструктуры, CI/CD процессов. Второе – организация высокой доступности, поддержка и улучшение Prod инфраструктуры.\nКоммерческий опыт использования сервисов AWS (EC2, S3, EKS, VPC, Route53, RDS, SNS, SQS, Lambda, Step Function, CloudWatch..."}, {"title": "Senior DevOps engineer/DevOps engineer (Kubernetes)", "link": "https://hh.ru/vacancy/48943146?query=DevOps", "employer": "Криптонит", "address": "Москва, Павелецкая и еще 1 ", "salary": "", "description": "Автоматизация механизмов развертывания и настройки операционной системы, платформы оркестрации контейнеров и инфраструктурных сервисов. Автоматизация всех рутинных/повторяющихся процессов, реализация концепции...\nЭкспертные знания и опыт эксплуатации инфраструктуры на базе Linux от 3-х лет (для Senior DevOps – от 6 лет)."}, {"title": "DevOps engineer (GLaDOS)", "link": "https://hh.ru/vacancy/52111680?query=DevOps", "employer": "Лаборатория Касперского", "address": "Москва", "salary": "", "description": "С чем придется работать: Разработка и поддержка продуктовых решений и сервисов. Эксплуатация кластерных решений, в составе профильных команд.\nОпыт работы c Docker. Опыт разворачивания, администрирования и оптимизации кластеров Kubernetes. Опыт администрирования и автоматизирования Linux сред (CentOS, Red Hat..."}, {"title": "DevOps инженер (А Деньги)", "link": "https://hh.ru/vacancy/51977640?query=DevOps", "employer": "РобоФинанс", "address": "Москва", "salary": "до 400 000 руб.", "description": "Коммуникации с разработкой и QA, помощь в решении проблем. Контейнеризация php,npm, java приложений для всех окружений. Разработка CI/CD...\nВысокий уровень навыки автоматизации с помощью Ansible/Terraform. Опыт контейнеризации приложений из нашего стека. Хорошее понимание конфигураций web-серверов (nginx..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54248629?query=DevOps", "employer": "inDriver", "address": "Москва, Белорусская", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "DevOps инженер (релокация в Ригу)", "link": "https://hh.ru/vacancy/53384195?query=DevOps", "employer": "Social Links", "address": "Москва, Калужская", "salary": "до 400 000 руб.", "description": "Настройка и поддержка Kubernetes кластеров. Исследование и внедрение новых инструментов в сфере DevOps/SRE. Тесное взаимодействие с программистами и QA...\nОпыт работы с Kubernetes, написания манифестов и даже Helm чартов от 2-х лет. Опыт работы с container registry, Docker..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54602522?query=DevOps", "employer": "Neattech.io", "address": "Москва", "salary": "", "description": "Проектирует, внедряет и сопровождает серверную инфраструктуру. Настраивает и поддерживает CI/CD (Backend, Frontend, Mobile). Внедряет и настраивает инструменты по развертыванию...\nКакой опыт и навыки важны для нас: Владение инструментами контейнеризации (Docker, Kubernetes). Владение инструментами infrastructure as code: Terraform, Ansible, AWS..."}, {"title": "Системный администратор / DevOps инженер", "link": "https://hh.ru/vacancy/54689224?query=DevOps", "employer": "AppCapital", "address": "Москва", "salary": "", "description": "Автоматизация и модернизация существующей инфраструктур, внедрение современных DevOps-практик в существующих проектах. Перенос настроек в IT системах. Администрирование решений SaaS.\nПонимание принципов работы Linux, основных Linux-команд. Опыт работы с высоконагруженными БД (Oracle, MS SQL,PostgreSQL). Опыт работы с распределенными..."}, {"title": "Senior DevOps инженер (дистанционно)", "link": "https://hh.ru/vacancy/54595698?query=DevOps", "employer": "ООО Ньюити", "address": "Москва", "salary": "", "description": "Поддержка и развитие облачной инфраструктуры разработки и продуктового кластера, реагирование на инциденты. Оптимизация существующей инфраструктуры под требования бизнеса.\nАнглийский - желателен, но не обязателен. Реально работающие продукты. Проекты с продвинутыми технологиями, лучшие практики DevOps. Надежные партнеры и инвесторы."}, {"title": "Platform Engineering Manager - Java, Big Data (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346861?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "10 000 – 13 000 USD", "description": "Lead a team of talented back-end software engineers to design, plan, develop and deploy improvements to back-end platform...\n7 years of hands-on software development experience in Java and experience with any other JVM-based language (Groovy, Kotlin..."}, {"title": "DevOps Engineer (Middle/Senior)", "link": "https://hh.ru/vacancy/54819431?query=DevOps", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Автоматизация сборок/деплоя. Автоматизация развертывания и обновления серверной инфраструктуры. Мониторинг и поддержка серверной инфраструктуры. Тесное сотрудничество с командами разработки и...\nСпособность и желание непрерывно учиться. Знание английского языка на уровне, достаточном для чтения и понимания технической документации без словаря."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54877556?query=DevOps", "employer": "ООО Банк 131", "address": "Москва", "salary": "", "description": "CI/CD (сборка, тестирование, деплой скрипты сервисов, помощь разработчикам в выливке нового сервиса в прод). Cloud (Администрирование Vcloud, AWS, работа...\nОпыт администрирования Linux. Опыт настройки CI/CD (Gitlab, Jenkins). Умение работать с GIT(MR, решение конфликтов, и др)."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54252473?query=DevOps", "employer": "Бюджетные и Финансовые Технологии", "address": "Москва", "salary": "", "description": "Проектирование отказоустойчивой инфраструктуры DevOps для HighLoad системы класса Mission Critical. Разработка и применение технических решений DevOps для повышения отказоустойчивости системы.\nПродвинутые знания по современным технологиям контейнеризации приложений. Широкий кругозор по современным инструментам DevOps. Опыт создания и настройки систем мониторинга (ZabbixGrafanaPrometheus)."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54396343?query=DevOps", "employer": "ООО ИнЭкс", "address": "Москва, Комсомольская и еще 1 ", "salary": "", "description": "Обучать команды разработки типовым devops-операциям по бизнес-историям и devops-инструментам с целью повышения самостоятельности команд. Заменить процедуры деплоймента...\nЗнаком с одним из IaC инструментов (мы используем Ansible). Имеешь опыт администрирования баз данных (у нас PostgreSQL). Имеешь представление о..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54165866?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Подготовкой документации по развертыванию решения, внутренних гайдланов для команды, ведением в Confluence документации по инфраструктуре и DevOps конвейерам.\nОпыт администрирования Linux от 3-х лет (поддержка prod). Опыт проектирования, подготовка и развертывание отказоустойчивой инфраструктуры Enterprise уровня."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54923506?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "", "description": "Развитие и поддержка существующих DevOps процессов. Оценка затрат ресурсов и сроков выполнения задач в рамках DevOps. Выполнение задач и оказание...\nПлюсом будет: Знание стеков и платформ обработки данных (Hadoop, Greenplum, Spark, ETL, BI). Опыт создания DevOps процессов с нуля."}, {"title": "Lead DevOPS", "link": "https://hh.ru/vacancy/54899127?query=DevOps", "employer": "АО Монитор Электрик", "address": "Москва", "salary": "", "description": "Организация и поддержка процессов разработки программных продуктов, CI/CD.\nЗнание MsBuild на продвинутом уровне. Опыт работы администратором Azure DevOps Service или Azure DevOps Server. Опыт создания и поддержки Azure..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "Senior DevOps / Site Reliability Engineer (to Riga)", "link": "https://hh.ru/vacancy/53881363?query=DevOps", "employer": "Joom", "address": "Москва, Динамо и еще 2 ", "salary": "от 350 000 руб.", "description": "Basic Infra. Уровень underlay, сети, подложка, управление кластерами K8S. Production Infra. Оркестрация stateful сервисов, инструменты мониторинга и observability.\nХорошее знание Python или Go на уровне автоматизации задач инфраструктуры. Хорошее понимание работы сетей вплоть до понимания работы таких технологий..."}, {"title": "Lead DevOps", "link": "https://hh.ru/vacancy/54770267?query=DevOps", "employer": "Smartcat", "address": "Москва", "salary": "", "description": "ELK (EFK) для сбора логов, Prometheus и Grafana для метрик и мониторинга. Разгар миграции с Windows хостинга на Kubernetes кластер.\nИмеете практический опыт работы с DevOps практиками (лидирующая роль), а именно опыт выстраивания сложного CI/CD pipeline, внедрения IaC, реализации..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/53942690?query=DevOps", "employer": "BetBoom", "address": "Москва", "salary": "", "description": "Плотное взаимодействие с разработчиками продукта. Настройка СI/CD пайплайна в TeamCity (Переход на gitlab-ci). Создание/доработка метрик для Prometheus...\nОпыт работы с kubernetes (опыт работы с baremetal будет жирным плюсом). Вы читаете код NodeJS. Вы уверенный администратор веб серверов..."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54215487?query=DevOps", "employer": "АО АСТ", "address": "Москва, Волгоградский проспект и еще 1 ", "salary": "", "description": "Обеспечение работоспособности сред разработки, тестирования и промышленных. Мониторинг состояния оборудования и ПО, в том числе, собственной разработки. Поддержка и участие...\nШирокий кругозор в области системного администрирования и разработки. Умение и желание осваивать новые технологии. Знание Linux (Ubuntu) обязательно, знание Astra..."}, {"title": "Devops разработчик", "link": "https://hh.ru/vacancy/54772652?query=DevOps", "employer": "Запросто", "address": "Москва, Арбатская", "salary": "", "description": "Участие в проектировании инфраструктуры разрабатываемых продуктов c «нуля». Настройка CI/CD (GitLab GitLabCI Nexus). Автоматизация развертывания окружения. Обеспечение работоспособности инфраструктуры...\nТехнологический стек: Microsoft .Net Core, (My SQL, ООП, web-технологий (HTML/CSS, Ajax, Jsonp, XML, ES6/ES7, web..."}, {"title": "Ведущий инженер Linux (SRE, DevOps)", "link": "https://hh.ru/vacancy/45446457?query=DevOps", "employer": "Netris", "address": "Москва, Кожуховская", "salary": "", "description": "Администрировать “боевые” сервера (100) на базе Centos Linux. (DevOps) Управлять виртуальными тестовыми средами, поддерживать их актуальность и сопровождать процесс разработки.\nУверенное администрирование Linux (мы используем Centos 6/7), желательно тонкая настройка, высокая нагрузка. Понимание построения архитектуры высоконагруженных, масштабируемых и отказоустойчивых..."}, {"title": "Senior DevOps Engineer (Tier 3)", "link": "https://hh.ru/vacancy/53645828?query=DevOps", "employer": "Devexperts", "address": "Москва", "salary": "", "description": "Be active on the assistance for developers, participation in DevOps activities. Install, manage, integrate and evolve in-house developed and...\nGitlab, Ansible, etc in-depth experience. CI/CD and DevOps activities experience. Proficiency in shell script languages: awk, perl, or..."}, {"title": "Программист (DevOps)", "link": "https://hh.ru/vacancy/54780625?query=DevOps", "employer": "ООО Танто Солюшнз", "address": "Москва, Пролетарская", "salary": "", "description": "Поддержка инфраструктуры разработки, CI/CD. Настройка и развертывание тестовых стендов. Мониторинг работоспособности сервисов. Выполнение работы по подготовке программ к отладке...\nОпыт работы с операционной системы Linux (centOS, Debian). Навыки программирования на скриптовых языках (Рython, Bash). Опыт работы с Docker, Docker..."}, {"title": "DevOps Engineer (Gamedev)", "link": "https://hh.ru/vacancy/54295080?query=DevOps", "employer": "PlayQuantum", "address": "Москва, Автозаводская", "salary": "", "description": "Автоматизация сборки/релиза/тестов всех проектов компании. Ускорение билд-пайплайна: кэширование, повторное использование артефактов, нахождение bottleneck и тп.\nОпыт работы с Teamcity (Kotlin DSL) и GitLab. Опыт администрирования Linux/macOS. Знание хотя бы одного из скриптовых языков(bash..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/53913319?query=DevOps", "employer": "ООО Криптериум", "address": "Москва, Верхние Котлы и еще 1 ", "salary": "", "description": "Настройка CI/CD. Поддержка команды разработчиков. Управление инфраструктурой проекта. Проектирование архитектуры и сервисов совместно с командой разработки.\nОпыт работы (настройка и конфигурирование) с CI/CD системами (у нас TeamCity и Code Pipeline/Code Deploy с миграцией на..."}, {"title": "Devops инженер", "link": "https://hh.ru/vacancy/54491205?query=DevOps", "employer": "АО В2В Трэйд", "address": "Москва", "salary": "", "description": "Внедрять и эксплуатировать инфраструктурные сервисы. Развивать и поддерживать системы мониторинга. Автоматизировать процессы CI/CD прикладных сервисов.\nОпыт администрирования Linux от 3 лет. Опыт работы со средствами автоматизации: ansible, terraform. Опыт настройки CI/CD - написание пайплайнов."}, {"title": "Senior DevOps Engineer (Bulgaria, Turkey, Serbia)", "link": "https://hh.ru/vacancy/53694073?query=DevOps", "employer": "Schaffhausen Institute of Technology", "address": "Москва", "salary": "", "description": "Delivering a reliable and scalable cloud-based educational Software-as-a-Service to our customers. Designing automation, monitoring, deployment, configuration...\nSolid experience in administrating application servers, web servers, and databases. 3 years of cloud DevOps experience. Extensive experience working with..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/48294491?query=DevOps", "employer": "Group-IB", "address": "Москва", "salary": "", "description": "Настройка, поддержка и развитие Kubernetes на highload проекте состоящем из микросервисов. Настройка и поддержка CI/CD (GitLab CI) для текущих...\nЕсть опыт в системном администрировании и/или DevOps от 2 лет. Имеешь хорошее знание kubernetes/docker (различные стратегии деплоймента, мониторинга..."}, {"title": "Middle/Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54726570?query=DevOps", "employer": "CHATME.ai", "address": "Москва", "salary": "", "description": "Повышать стабильность работы системы. Развивать инфраструктуру. Взаимодействие с командой разработки. Активное участие в подготовке продуктовых релизов. Оптимизация имеющихся систем, уменьшение...\nПонимание принципов работы высоконагруженных веб-приложений, СУБД. Опыт построения DevOps-инфраструктуры. Gitlab-ci. Опыт использования NoSQL-решений (MongoDB, Redis)."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54798047?query=DevOps", "employer": "BRVZ", "address": "Москва, Войковская", "salary": "", "description": "Maintain deployments of multiple linux-based products. Manage configurations via Puppet. Manage Docker and Docker Swarm installations. Provide support and...\nUniversity degree in IT. English level – Advanced (C1) or higher. Practical experience in Linux systems/administration. Understanding network (IP..."}, {"title": "Devops", "link": "https://hh.ru/vacancy/54811840?query=DevOps", "employer": "ПАО Ростелеком", "address": "Москва", "salary": "", "description": "Внедрять автоматизацию в процесс разработки и тестирования в рамках DataOffice. Участвовать в разработке релизных политик и стратегий развития процесса DevOps.\nОпыт работы с инструментарием: Gitlab, Jenkins, Nexus, Artifactory. Опыт работы с IaC: Ansible, Terraform. Опыт использования bash, python, groovy."}, {"title": "Системный инженер / DevOps", "link": "https://hh.ru/vacancy/54925840?query=DevOps", "employer": "Original Group", "address": "Москва, Бутырская и еще 1 ", "salary": "", "description": "Подготовка сервера к установке ПО. Подготовка и создание тестовых окружений. Контроль работы систем у заказчика, развитие системы мониторинга.\nAnsible. K8s. Docker. Linux. Zabbix. ELK. Git (администрирование). Jenkins. PostgreSQL. Знание стэка TCP/IP будет плюсом."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54365042?query=DevOps", "employer": "ООО Максконсалт", "address": "Москва", "salary": "", "description": "Мониторинг и обслуживание инфраструктуры (develop/staging/prod стенды). Внедрение новых инструментов DevOps (ближайшее, что нужно ansible). Варианты развития: Performance review.\nЦенишь профессиональный подход к работе. Любишь окружение стартапа, когда важнее гибкость и скорость, чем бюрократия. Готов развиваться вместе с командой..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/49277995?query=DevOps", "employer": "Performance Lab (Перфоманс Лаб)", "address": "Москва", "salary": "", "description": "...DevOps. Взаимодействие с разработчиками и системными администраторами, сотрудничество с командами из смежных областей. Подготовка документации по проектам и внедрению DevOps...\nОпыт работы в роли DevOps-инженера от 2-3 лет. Опыт системного администрирования Linux/Unix, Windows не менее 1 года."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/49277995?query=DevOps", "employer": "Performance Lab (Перфоманс Лаб)", "address": "Москва", "salary": "", "description": "...DevOps. Взаимодействие с разработчиками и системными администраторами, сотрудничество с командами из смежных областей. Подготовка документации по проектам и внедрению DevOps...\nОпыт работы в роли DevOps-инженера от 2-3 лет. Опыт системного администрирования Linux/Unix, Windows не менее 1 года."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54602522?query=DevOps", "employer": "Neattech.io", "address": "Москва", "salary": "", "description": "Проектирует, внедряет и сопровождает серверную инфраструктуру. Настраивает и поддерживает CI/CD (Backend, Frontend, Mobile). Внедряет и настраивает инструменты по развертыванию...\nКакой опыт и навыки важны для нас: Владение инструментами контейнеризации (Docker, Kubernetes). Владение инструментами infrastructure as code: Terraform, Ansible, AWS..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54818923?query=DevOps", "employer": "Nexters", "address": "Москва", "salary": "", "description": "Настройка CORS, разворачивание окружений и т.д.). Коммуникация с командами Server и Platform по инфраструктурным вопросам. DevOps поддержка работы внутренних...\nБоевой опыт от 3х лет. Устойчивые навыки владения kubernetes, helm, prometheus, git, CI-CD, ansible, salt, AWS, terraform, grafana."}, {"title": "Старший инженер DevOps", "link": "https://hh.ru/vacancy/54478423?query=DevOps", "employer": "ООО Софт Компани", "address": "Москва", "salary": "", "description": "Выработка единой политики ведения тестовых сред проектов. Постоянный анализ «Лучших DevOps практик» на предмет применимости их в наших бизнес-процессах...\nЗнание программного обеспечения Ansible, GitLab, PostrgreSQL, Grafana, Prometheus, nginx, HA-Proxy, Docker, Artifactory. Знание сетевых технологий на уровне CCNA."}, {"title": "DevOps / Site Reliability Engineer", "link": "https://hh.ru/vacancy/54695771?query=DevOps", "employer": "Sweatcoin", "address": "Москва", "salary": "3 400 – 6 000 EUR", "description": "Стремление автоматизировать все, насколько возможно, сборки, тесты и деплой, но совершенству нет предела. Ждем от тебя внедрения и оптимизации процессов...\nПонимание в ответ на ошибки, ведь они - двигатель. Баланс между автономностью и умением работать в команде. Разговорный английский — нам все..."}, {"title": "DevOps инженер (А Деньги)", "link": "https://hh.ru/vacancy/51977640?query=DevOps", "employer": "РобоФинанс", "address": "Москва", "salary": "до 400 000 руб.", "description": "Коммуникации с разработкой и QA, помощь в решении проблем. Контейнеризация php,npm, java приложений для всех окружений. Разработка CI/CD...\nВысокий уровень навыки автоматизации с помощью Ansible/Terraform. Опыт контейнеризации приложений из нашего стека. Хорошее понимание конфигураций web-серверов (nginx..."}, {"title": "Devops Engineer (удалённо) Голограмма", "link": "https://hh.ru/vacancy/54430090?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Тесное взаимодействие с продуктовыми командами в рамках их проектов. Развертывание продуктовых компонентов с помощью как готовых деплойментов на helm, ansible...\nУверенное знание linux на уровне системного администратора, знание bash. Знание Kubernetes, опыт эксплуатации в промышленной среде. Знание английского на уровне..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54663840?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Построение CI/CD для новых микросервисов. Автоматизация pipeline ML. Обеспечение бесперебойной работы высоконагруженных сервисов. Создание и поддержка сред разработки и...\nЭкспертные знания ОС Linux. Опыт развёртывания и эксплуатации CI/CD. Опыт работы с технологиями виртуализации и контейнеризации. Опыт автоматизации процессов..."}, {"title": "DevOps Team Lead (to Cyprus)", "link": "https://hh.ru/vacancy/54692287?query=DevOps", "employer": "FlexiStax Limited", "address": "Москва", "salary": "5 000 – 8 000 EUR", "description": "Lead and manage the DevOps team. Build DevOps infrastructure and CI/CD pipeline. Develop, code, build, install, configure, and maintain...\n...work experience as a DevOps Engineer (at least 1 year of work experience as a DevOps Team Lead/Manager)."}, {"title": "Devops Engineer Kubernetes/ Администратор Kubernetes (удалённо)", "link": "https://hh.ru/vacancy/52845710?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Сопровождение существующих инсталляций kubernetes. Поддержание актуальности версий kubernetes. Разворачивание новых инсталляций kubernetes (при необходимости). Переход существующей инсталляции с docker на...\nСтек: ванильный Kubernetes, ceph, rancher. Инструменты: ansible, terraform."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/48294491?query=DevOps", "employer": "Group-IB", "address": "Москва", "salary": "", "description": "Настройка, поддержка и развитие Kubernetes на highload проекте состоящем из микросервисов. Настройка и поддержка CI/CD (GitLab CI) для текущих...\nЕсть опыт в системном администрировании и/или DevOps от 2 лет. Имеешь хорошее знание kubernetes/docker (различные стратегии деплоймента, мониторинга..."}, {"title": "Middle/Senior Devops", "link": "https://hh.ru/vacancy/54511430?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Поддержка и оптимизация инфраструктуры на всем жизненном цикле проекта. Распределение задач между группой DevOps (2-3 человека). Участие в stand...\nПоддержка инфраструктуры текущих и новых серверов (ansible). Опыт в системном администрировании и/или DevOps от 2 лет. Отличное знание linux..."}, {"title": "Middle/Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54726570?query=DevOps", "employer": "CHATME.ai", "address": "Москва", "salary": "", "description": "Повышать стабильность работы системы. Развивать инфраструктуру. Взаимодействие с командой разработки. Активное участие в подготовке продуктовых релизов. Оптимизация имеющихся систем, уменьшение...\nПонимание принципов работы высоконагруженных веб-приложений, СУБД. Опыт построения DevOps-инфраструктуры. Gitlab-ci. Опыт использования NoSQL-решений (MongoDB, Redis)."}, {"title": "Devops инженер", "link": "https://hh.ru/vacancy/54491205?query=DevOps", "employer": "АО В2В Трэйд", "address": "Москва", "salary": "", "description": "Внедрять и эксплуатировать инфраструктурные сервисы. Развивать и поддерживать системы мониторинга. Автоматизировать процессы CI/CD прикладных сервисов.\nОпыт администрирования Linux от 3 лет. Опыт работы со средствами автоматизации: ansible, terraform. Опыт настройки CI/CD - написание пайплайнов."}, {"title": "Ведущий инженер Linux (SRE, DevOps)", "link": "https://hh.ru/vacancy/45446457?query=DevOps", "employer": "Netris", "address": "Москва, Кожуховская", "salary": "", "description": "Администрировать “боевые” сервера (100) на базе Centos Linux. (DevOps) Управлять виртуальными тестовыми средами, поддерживать их актуальность и сопровождать процесс разработки.\nУверенное администрирование Linux (мы используем Centos 6/7), желательно тонкая настройка, высокая нагрузка. Понимание построения архитектуры высоконагруженных, масштабируемых и отказоустойчивых..."}, {"title": "Devops (middlе)", "link": "https://hh.ru/vacancy/54927797?query=DevOps", "employer": "ООО ТехАргос", "address": "Москва", "salary": "", "description": "Автоматизация развертывания и управления программных систем собственной разработки. Внедрение и развитие CI/CD решений. Внедрение и развитие систем мониторинга и...\nВысшее техническое образование. Системно-инженерное мышление, обучаемость, коммуникативность, внимательность. Умение работать в команде. Опыт работы с ОС Windows Server, Unix..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/53942690?query=DevOps", "employer": "BetBoom", "address": "Москва", "salary": "", "description": "Плотное взаимодействие с разработчиками продукта. Настройка СI/CD пайплайна в TeamCity (Переход на gitlab-ci). Создание/доработка метрик для Prometheus...\nОпыт работы с kubernetes (опыт работы с baremetal будет жирным плюсом). Вы читаете код NodeJS. Вы уверенный администратор веб серверов..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54165340?query=DevOps", "employer": "ИП Райков Евгений Игоревич", "address": "Москва", "salary": "", "description": "Автоматизация процессов сборки и тестирования микросервисов. Поддержка системы непрерывной интеграции Jenkins\\Gitlab CI. Администрирование внутренней сетевой и серверной инфраструктуры компании.\nНужно иметь опыт: Опыт работы с Kubernetes и Helm. Плюсом будет: Наличие опыта работы с Jenkins, Ansible,GitLab CI, FluxCD..."}, {"title": "DevOps инженер (РС)", "link": "https://hh.ru/vacancy/54588644?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Автоматизация развертывания инфраструктуры, поддержка микросервисной архитектуры, автоматизация сборки контейнеров. Автоматизация сборки, тестирования, доставки на dev/stage/prod. Работа в команде...\nОпыт администрирования Linux. Понимание принципов continuous integration / continuous delivery / continuous deployment. Опыт настройки компьютерных сетей, понимание сетевой архитектуры."}, {"title": "DevOps Engineer (to Montenegro)", "link": "https://hh.ru/vacancy/54418074?query=DevOps", "employer": "CUSTOMERTIMES MONTENEGRO", "address": "Москва", "salary": "", "description": "Participation in building a CI / CD pipeline and automating the CI / CD process. Support and improvement of the process.\nMinimum 1 year of experience as DevOps Engineer. Knowledge of the principles and basics of \"release management\", \"change management\", \"continuous..."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54725455?query=DevOps", "employer": "ООО Цифромед", "address": "Москва, Деловой центр и еще 2 ", "salary": "", "description": "Разработка Ansible Playbooks. Администрирование Ansible Tower управляющего гибридной инфраструктурой. Разработка библиотек сборки и развертывание для gitlab-ci и jenkins.\nОпыт работы от 3 лет DevOps инженером. ПК: максимальное - ключевые навыки Ansible, Docker, MVN, Gradle, k8s, pip, nvm..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54365042?query=DevOps", "employer": "ООО Максконсалт", "address": "Москва", "salary": "", "description": "Мониторинг и обслуживание инфраструктуры (develop/staging/prod стенды). Внедрение новых инструментов DevOps (ближайшее, что нужно ansible). Варианты развития: Performance review.\nЦенишь профессиональный подход к работе. Любишь окружение стартапа, когда важнее гибкость и скорость, чем бюрократия. Готов развиваться вместе с командой..."}, {"title": "DevOps - инженер", "link": "https://hh.ru/vacancy/54875245?query=DevOps", "employer": "ИНЖИНИРИНГОВЫЙ ДИВИЗИОН ГОСКОРПОРАЦИИ «РОСАТОМ»", "address": "Москва", "salary": "", "description": "Автоматизация разворачивания и сопровождение ИС: Мониторинг. Совместно с разработчиками поиск и устранение проблем, разбор инцидентов. Деплой. Масштабирование/Балансировка нагрузки.\nОпыт администрирования Ubuntu/CentOS. Опыт написания скриптов на bash/python/groovy. Опыт исследования сетевых проблем (стек TCP/IP)."}, {"title": "Devops-инженер", "link": "https://hh.ru/vacancy/54200507?query=DevOps", "employer": "Group-IB", "address": "Москва", "salary": "", "description": "Group-IB Threat Hunting Framework (THF) – это комплексная система для обнаружения сложных целевых атак и проактивного хантинга за угрозами.\nLinux (deb): понимаешь устройство и архитектуру ОС, имеешь опыт создания и поддержки deb‑пакетов, администрирования репозиториев. Ansible: понимаешь архитектуру, имеешь..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54772328?query=DevOps", "employer": "ООО ПРОДЖЕКТ САППОРТ", "address": "Москва, Кожуховская", "salary": "", "description": "Обеспечение бесперебойной работы имеющейся dev/stage инфраструктуры. Оптимизация контейнеров в части работы с ресурсами. Работа с техническими командами над масштабируемостью...\nЗнания Linux на уровне не ниже RHCSA. Знание основных служб DNS, DHCP, SMTP и тд.. Опыт написания CI\\CD pipelines..."}, {"title": "Эксперт (DevOps)", "link": "https://hh.ru/vacancy/53829543?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Работа с инфраструктурной частью проектов компании. Настройка систем автоматизации и поддержки для существующей инфраструктуры серверов и сервисов на базе кластера...\nВысшее образование. Опыт работы с DevOps. Понимание процесса разработки ПО, принципов CI/CD и опыт автоматизации пайплайна разработки с использованием..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54224939?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Развертыванием, настройкой и поддержанием инфраструктуры проекта. Настройкой, поддержкой и развитием Kubernetes на highload проекте, состоящем из микросервисов. Настройкой и поддержкой...\nОпыт развертывания, настройки и поддержания инфраструктуры проектов. Отличное знание linux (CentOS) с точки зрения администрирования. Опыт настройки, поддержки и развития..."}, {"title": "DevOps (OpenStack)", "link": "https://hh.ru/vacancy/54297040?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Разработка архитектуры для тестовой и продуктовой сред виртуализации OpenStack Kubernetes. Разворачивание тестовой и продуктивной сред виртуализации на базе OpenStack Kubernetes.\nОпыт автоматизации различных задач для установки/тестирования/итд через Ansible либо другими средствами автоматизации. Знание API OpenStack. Успешный опыт построения..."}, {"title": "DevOps инженер (ДПМ)", "link": "https://hh.ru/vacancy/53561516?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "", "description": "Администрирование инфраструктуры и системных сервисов для окружений разработки, тестирования, эксплуатации. Мониторинг (Prometheus) и траблшутинг возникающих проблем. Автоматизация рутины, разработка Infrastructure...\nОпыт развертывания и администрирования Redis (Cluster, Replication). Опыт настройки централизованного инструмента управления логами (EFK/ELK). Опыт администрирования Linux от 3..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54831820?query=DevOps", "employer": "ИП Кожухар Денис Владимирович", "address": "Москва", "salary": "300 000 – 400 000 руб.", "description": "Отвечает за постоянную надежность и надежность производственной инфраструктуры, отслеживая доступность, мощность и пропускную способность. Давать рекомендации по производственной инфраструктуре, взаимодействуя...\nОпыт работы с СУБД: резервное копирование, кластеризация, потоковая репликация и т. д. (PostgreSQL будет плюсом). Знание облачных платформ и соответствующих..."}, {"title": "DevOps engineer (KSMP)", "link": "https://hh.ru/vacancy/54296689?query=DevOps", "employer": "Лаборатория Касперского", "address": "Москва, Водный стадион", "salary": "", "description": "Развитие CI/CD. Развитие системы мониторинга и логирования. Участие в разработке on-premise и cloud сервисов. Поддержка сред разработки.\nОпыт работы с ci/cd системами (gitlab/teamcity/jenkins/azure devops). Важна коммуникабельность (проект подразумевает большое количество взаимодействий с внешними..."}, {"title": "DevOps инженер (Senior, Middle)", "link": "https://hh.ru/vacancy/54322411?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Активное администрирование и DevOps (играющий тренер). Организация системного администрирования сред развертывания: боевой, резервной, тестовых и сред разработки. Поддерживать текущие процессы...\nОпыт работы с контейнерами и системами оркестрации: Docker, Kubernetes и т.п.. Опыт самостоятельной разработки . Опыт работы построения DevOps практик..."}, {"title": "DevOps инженер (Middle)", "link": "https://hh.ru/vacancy/50361751?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Организация процесса DevOps. Разработка, запуск и поддержка конвейера непрерывной поставки ПО. Интеграция инструментов, обеспечивающих конвейер непрерывной поставки. Подготовка, автоматизация подготовки...\nОбязательно хорошие знания систем мониторинга (Zabbix, Grafana) . Опыт работы с инструментарием: Gitlab, TeamCity, Bitbucket, Nexus. Опыт работы с IaC: Ansible..."}, {"title": "Devops инженер (Kubernetes terraform), удаленно", "link": "https://hh.ru/vacancy/54550477?query=DevOps", "employer": "ООО Смарт-ком", "address": "Москва", "salary": "", "description": "Мы занимаемся разработкой крупных решений для коммерческих компаний. Основными направлениями разработки программных решений являются сбор и обработка данных, автоматизация бизнес...\nОпыт работы с Docker и Kubernetes k8s от 2 лет. Опыт работы с Production средами. Опыт работы с..."}, {"title": "Devops инженер (Hadoop)", "link": "https://hh.ru/vacancy/54044996?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Планирование capacity. Определение правил пользования сервисами в сторону пользователей. Формирование предложений-требований к уровню оборудования. Обеспечение передачи метрик в сторону...\nЖелательные знания: Устройство HDFS, YARN. Особенности работы с Kerberos. Подходы к управлению ресурсами в YARN. Желательный опыт: В Билайн мы..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54456735?query=DevOps", "employer": "ООО ОМНИДАТА", "address": "Москва", "salary": "", "description": "Участвовать в процессах разработки, от проектирования до запуска в production эксплуатацию. Заниматься последующей поддержкой систем. Обеспечивать безопасность инфраструктуры.\nОтличные навыки администрирования Linux серверов (RedHat, Centos). Опыт настройки и развертывания СУБД PostgreSQL, Oracle будет дополнительным плюсом. Знакомство с контейнеризацией..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/45496587?query=DevOps", "employer": "АО РТ Лабс", "address": "Москва", "salary": "", "description": "Формирование DevOps-практик в командах разработки и эксплуатации ПО. Реализация и внедрение процессов CI/CD. Подготовка приложений к запуску и...\nУверенные навыки написания shell-скриптов, знание bash, python. Желание развиваться в направлении DevOps. Опыт работы с Kubernetes - желательно."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54821009?query=DevOps", "employer": "Manpower", "address": "Москва", "salary": "", "description": "Разрабатывать деплойные конфигурации (infrastructure as a code и соответствующие технологии). Создать и конфигурировать новые сборочные проекты в GitLab CI.\nНавыки и знания нюансов работы с TeamCity, Artifactory, GitLab или аналогичных. Навыки программирования на Python. Навыки работы с облаками и..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54725325?query=DevOps", "employer": "ITFB Group", "address": "Москва", "salary": "", "description": "Отличные знания Linux (Ubuntu, Centos). Опыт работы с инфраструктурой CI\\CD (Gitlab, Nexus). Отличное знание платформ контейнеризации и оркестрации Kubernetes."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/50616303?query=DevOps", "employer": "USETECH", "address": "Москва", "salary": "", "description": "Продукт: платформа услуг Bank-As-A-Service. Платформа позволяет внешним партнерам встраивать банковский сервисы в свои услуги и продукты."}, {"title": "Senior DevOps Engineer, remote", "link": "https://hh.ru/vacancy/51188671?query=DevOps", "employer": "ООО Тайгер Трейд", "address": "Москва", "salary": "от 350 000 руб.", "description": "Сопровождение кластеров kubernetes в AWS. Автоматизация задач администрирования (управление конфигурациями, контейнеризация, подготовка артефактов). Введение новых сервисов, участие в проектировании, формировании...\nОпыт работы с AWS. Опыт эксплуатации kubernetes кластеров в продакшне (идеально kops в AWS). Опыт работы с Terraform (понимание как..."}, {"title": "Devops Engineer (Дирекция по управлению цифровыми продуктами), удаленно", "link": "https://hh.ru/vacancy/54796545?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Активное администрирование и DevOps (играющий тренер). Организация системного администрирования сред развертывания: боевой, резервной, тестовых и сред разработки. Поддерживать текущие процессы...\nОпыт администрирования Linux (80%) и Windows-серверов (20%). Опыт работы с прокси и балансировщиками. Опыт эксплуатации HA-систем."}, {"title": "Devops Engineer (OpenStack, Ceph) удалённо", "link": "https://hh.ru/vacancy/53578085?query=DevOps", "employer": "билайн: Контактные центры", "address": "Москва", "salary": "", "description": "Эксплуатация существующей платформы OpenStack. - Масштабирование, обновление платформы. - Интеграция модуля мониторинга (Monasca) в централизованный. - Развитие методологий IaaS (Infrastructure as a service...\nМы рассчитываем, что у тебя есть опыт и знания для этой позиции: Стек: Openstack, Docker, Container Orchestration, Ceph."}, {"title": "DevOps Engineer (Наставник онлайн-курса DevOps для программистов)", "link": "https://hh.ru/vacancy/54555850?query=DevOps", "employer": "Hexlet", "address": "Москва", "salary": "", "description": "Отвечает на вопросы студентов в чате Slack. Проверяет домашние задания и дает комментарии. Делает ревью проектов после прохождения модулей курса.\nХорошее знание операционных систем. Владение ansible, terraform, docker (docker compose). Опыт в настройке и эксплуатации CI/CD. Опыт работы с..."}, {"title": "DevOps Engineer (remote)", "link": "https://hh.ru/vacancy/54296954?query=DevOps", "employer": "Nitka Technologies", "address": "Москва", "salary": "", "description": "Участвовать в разработке архитектуры платформы. Анализировать технические проблемы и принимать участие в их решении. Обеспечивать беспрерывную работу системы.\nОпыт работы с AWS от 2х лет. Опыт работы с Terraform от 2х лет. Знание одного из языков..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54845415?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "", "description": "Автоматизировать процессы установки и подготовки сред (от нарезки виртуальных машин до разворота СПО). Проводить дебаг и разбор возникших проблем у...\nИмеешь опыт администрирования Linux (RHEL, CentOS - предпочтительнее) / AltLinux. Имеешь опыт работы K8S / OpenShift от 1 года."}, {"title": "Старший девопс-инженер/Devops инженер (удаленно)", "link": "https://hh.ru/vacancy/54797335?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Работать преимущественно с Unix-приложениями. Работать с микросервисной архитектурой. Создавать и поддерживать текущие процессы CI/CD/СD - Kubernetes, Nexus, Jenkins...\nОпыт работы с контейнерами и системами оркестрации: Docker, Kubernetes и т.п.. Опыт работы с IIS и NGINX."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/52363449?query=DevOps", "employer": "АО ОКБ", "address": "Москва, Павелецкая и еще 2 ", "salary": "", "description": "Организация процессов CI и СD на базе Terraform, Ansible, Bitbucket, Bamboo, Vault, OKD, CloudFlow, Flink. Организация развертывания микросервисов и Scala...\nПонимание процессов разработки ПО. Понимание DevOps практик, выбор оптимальных практик и их внедрение. Понимание практик DevSecOps и их применение."}, {"title": "Devops-инженер", "link": "https://hh.ru/vacancy/53381535?query=DevOps", "employer": "СИГМА", "address": "Москва", "salary": "", "description": "Поддержка серверов на базе ОС Windows Server (2008, 2012, 2016, 2019), Linux (CentOS, Ubuntu). Контроль и поддержка веб серверов (Apache...\nЗнание и понимание организации сетевой инфраструктуры. Опыт администрирования *nix подобных систем. Опыт администрирования Windows Server. Опыт администрирования веб-сервера Apache..."}, {"title": "Системный администратор/DevOps", "link": "https://hh.ru/vacancy/54660192?query=DevOps", "employer": "ООО ГЕТСИЭРЭМ", "address": "Москва, Площадь Ильича и еще 1 ", "salary": "", "description": "Установка и сопровождение стендов наших клиентов. Взаимодействие с командами разработки и тестирования. Администрирование Linux, инфраструктуры Oracle. Установка и сопровождение СУБД...\nОпыт администрирования Linux. Знание принципов организации локальных сетей. Опыт работы с одной из реляционных БД Oracle\\Postgresql. Знание GIT, понимание..."}]