[{"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/50510889?query=DevOps", "employer": "KPMG", "address": "Москва", "salary": "", "description": "Развитие и поддержка CI/CD для автоматизации сборок, тестов. Разработка инструментов и автоматизация процессов развертывания систем, проектов и окружений.\nОпыт администрирования Linux: SUSE, RHEL, CentOS, другие Linux-ОС. Опыт администрирования виртуальных сред (VMware, RedHat, другие). Опыт администрирования средств мониторинга..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54211935?query=DevOps", "employer": "Альфа-Банк", "address": "Москва", "salary": "", "description": "Развитие экосистемы сервиса Альфа-Платформа (Kubernetes, Mesos/Marathon, Docker, Kafka, Cassandra, PostgreSQL, Jenkins, SonarQube, Keycloak, nginx, haproxy, keepalived, ansible).\nУверенное знание GNU/Linux. Знание Docker, Kubernetes (опыт работы с Mesos/Marathon будет плюсом). Реальный опыт использования одной из CI..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54771724?query=DevOps", "employer": "Mobigility Inc.", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Проектировать и развивать инфраструктуру. Улучшать сложившиеся процессы разработки и доставки. Обеспечивать безопасность. Системы логирования, трассировки: ELK Stack, Graylog, Grafana.\nУверенное администрирование Linux, владение git. Знание сетей, опыт балансировки нагрузки. Опыт построения архитектуры инфраструктуры. Фокус на выполнение SLA, понимать SLO..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54194601?query=DevOps", "employer": "Centicore", "address": "Москва", "salary": "250 000 – 350 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "devops - полная занятость", "link": "https://hh.ru/vacancies/devops/polnaya_zanyatost", "employer": "", "address": "", "salary": "", "description": ""}, {"title": "Системный инженер / DevOps (удаленная работа)", "link": "https://hh.ru/vacancy/54721513?query=DevOps", "employer": "Git in Sky", "address": "Москва", "salary": "200 000 – 250 000 руб.", "description": "Администрирование высоконагруженных систем, реализация отказоустойчивости и высокой доступности сервисов, описание инфраструктуры кодом Ansible и Terraform, настройка процессов CI/CD, настройка...\nЗнание Linux и продуктов серверной веб разработки. Знание Ansible и Git. Будет плюсом: Опыт работы с Docker, K8s..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54864211?query=DevOps", "employer": "Silverbird", "address": "Москва", "salary": "1 700 – 3 500 EUR", "description": "Разработка и поддержка инструментов по разветыванию окружений(Dev, Stage, Prod). — Создание и актуализация утилит по деплою. — Подготовка и инсталляция новых...\nНавыки настройки пайплайнов и серверов непрерывной интеграции(мы используем Jenkins). — Знание ключевых аспектов информационной безопасности. — Опыт работы в DevOps от..."}, {"title": "DevOps / Системный администратор", "link": "https://hh.ru/vacancy/54768044?query=DevOps", "employer": "Booking Health GmbH", "address": "Москва", "salary": "до 4 000 EUR", "description": "Обеспечение бесперебойной работы ИТ систем, настройка и контроль систем мониторинга. Администрирование linux серверов, баз данных, и оборудования. Обеспечение информационной безопасности.\nAWS. Опыт создания и поддержки распределенных систем. OS Linux уверенные знания и опыт администрирования. Опыт работы с Zabbix и другими..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54525260?query=DevOps", "employer": "WAZZUP", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Развивать инфраструктуру, которая должна обслуживать цели захвата мира, повышать свою квалификацию вместе с командой разработки, внедрять новые технологии.\nУмение задавать вопросы и предлагать решения с адекватной аргументацией. Знакомство с K8S “на ты”. Опыт работы с высоконагруженными..."}, {"title": "Senior DevOps in Blockchain Startup", "link": "https://hh.ru/vacancy/54445824?query=DevOps", "employer": "Петухова Алия", "address": "Москва", "salary": "315 000 – 860 000 руб.", "description": "Разработка и тех. обслуживание за счет внедрения инструментов, которые автоматизируют работу и улучшат процесс разработки. Автоматизация delivery-процессов и capacity...\nРелокация в Японию. Опыт работы DevOps или на аналогичной должности от 3-х лет. Уверенное владение английским языком."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54862371?query=DevOps", "employer": "Blackwall", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Настройка и поддержание инфраструктуры на kubernetes. ⁃ Развёртывание и мониторинг релизов. ⁃ Настройка пайплайнов сборки, тестирования и деплоя. ⁃ Автоматизация процессов и помощь...\nПонимание сетевых технологий и протоколов: модель OSI, TCP/IP, HTTP(S), DNS, etc. Понимание сервис-ориентированной архитектуры приложений."}, {"title": "Middle/Senior DevOps engineer", "link": "https://hh.ru/vacancy/54500381?query=DevOps", "employer": "КИБЕР-РОМ", "address": "Москва", "salary": "250 000 – 400 000 руб.", "description": "Развивать инфраструктуру, повышать свою квалификацию вместе с командой; разработки, внедрять новые технологии. Повышать отказоустойчивость и доступность сервиса. Привносить дельные рекомендации...\nЗнакомство с K8S “на ты”, у нас Rancher. Опыт работы с высоконагруженными сервисами. Владение bash/python/go."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54292877?query=DevOps", "employer": "ВЦИОМ", "address": "Москва, Парк культуры и еще 2 ", "salary": "от 229 000 руб.", "description": "Автоматизация рутинных задач (Bash/Python/GO). Применение методологии и инструментов DevOps в работе (BitBucket, Ansible, Jenkins). Проверка, обновление, настройка ключевых...\nОпыт работы и настройки Nginx и HAproxy. Опыт работы с инструментами DevOps: Bitbucket. Плюсом будет умение работать с git."}, {"title": "Junior DevOps инженер", "link": "https://hh.ru/vacancy/54867343?query=DevOps", "employer": "АО АЛЬЯНС ЭКО", "address": "Москва, Деловой центр и еще 2 ", "salary": "до 200 000 руб.", "description": "Поддержка и развитие инфраструктуры командной разработки. Поддержка и развитие CI/DI pipeline. Разработка средств автоматизации процессов сборки, развертывания.\nОпыт работы DevOps инженеров от 2-х лет. Опыт работы с системами контейнеризации (Docker). Знание SQL (опыт работы с MS..."}, {"title": "Senior DevOps Engineer (Удаленно)", "link": "https://hh.ru/vacancy/54040717?query=DevOps", "employer": "SF Inc", "address": "Москва", "salary": "3 500 – 6 000 USD", "description": "Поддержка и улучшение текущей инфраструктуры. Взаимодействие с командой разработки. Оперативное решение возникших проблем. 1) Разворачивание, конфигурирование и эксплуатация Prometheus.\nОпыт созданий и эксплуатации решений на базе облачной платформы AWS (EKS/RDS/VPC/etc.) на продакшен окружении. — Опыт эксплуатации Terraform. —"}, {"title": "Senior DevOps Engineer/ Highload SRE", "link": "https://hh.ru/vacancy/49788206?query=DevOps", "employer": "ООО Karma8", "address": "Москва", "salary": "200 000 – 500 000 руб.", "description": "Построить CI/CD для новых микросервисов. Создать и поддерживать среды разработки и тестирования. Помогать в развитии и поддержании работоспособности инфраструктуры.\nОпыт работы в высоконагруженных проектах от 3-х лет. Уверенные знания сетей TCP/IP. Практический опыт работы с конфигурациями с..."}, {"title": "Системный администратор / Devops инженер", "link": "https://hh.ru/vacancy/54932440?query=DevOps", "employer": "ООО Инспектор Клауд", "address": "Москва", "salary": "150 000 – 250 000 руб.", "description": "Администрировать Kubernetes кластера. Настраивать пайплайны CI/CD. Автоматизировать процессы ML(machine learning). Внедрять новые технологии и решения. Настраивать кластеры kubernetes...\nОпыт работы с Prometheus. Вы знакомы с книгой Google SRE."}, {"title": "Системный Архитектор", "link": "https://hh.ru/vacancy/54822193?query=DevOps", "employer": "Бизнес-Азимут", "address": "Москва", "salary": "400 000 – 450 000 руб.", "description": "Планирование и координация работ тех. специалистов (тим. лидов, DevOps) по реализации функциональности. Участие и координация подготовки программы нагрузочного, интеграционного тестирования...\nВысшее техническое образование. Опыт работы в сфере ИТ 8 лет. Опыт работы в роли системного (технического) архитектора многокомпонентных информационных систем..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54690199?query=DevOps", "employer": "ООО МК Доктор рядом", "address": "Москва", "salary": "250 000 – 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "SRE Lead (DevOps Lead)", "link": "https://hh.ru/vacancy/54738040?query=DevOps", "employer": "Mindbox", "address": "Москва, Белорусская и еще 1 ", "salary": "350 000 – 450 000 руб.", "description": "Также нужно будет отвечать за деливири команды, решать бизнес-проблемы и развивать команду при быстром росте: нагрузке, постоянных изменениях и...\nТехнологии и процессы: Terraform Ansible Packer. Виртуализация HyperV."}, {"title": "DevOps инженер (ISearch)", "link": "https://hh.ru/vacancy/54030202?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Желаете участвовать в разработке бекенда (Python/C) или ETL (Hadoop/Spark). Проектировали, разрабатывали и эксплуатировали высоконагруженные распределенные системы.\nПисали код на Python, достаточно базового уровня. Понимаете и следуете принципу Infrastructure as a Code. Строили и поддерживали отказоустойчивые системы."}, {"title": "DevOps - разработчик ПО", "link": "https://hh.ru/vacancy/53872712?query=DevOps", "employer": "ООО Прогматик Лаб", "address": "Москва, Белорусская и еще 1 ", "salary": "от 200 000 руб.", "description": "Автоматизация и инфраструктура в среде OpenStack и Kubernetes. Самостоятельный анализ задачи, требований, участие в разработке архитектуры, общение с заказчиками.\nУглубленный опыт DevOps в среде OpenStack или Kubernetes с акцентом на разработку, а не администрирование. Комфортное владение Линукс как среды..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54724263?query=DevOps", "employer": "ООО БОЛЬШАЯ ТРОЙКА", "address": "Москва", "salary": "до 350 000 руб.", "description": "Участие в проектировании архитектуры информационных систем, консультирование разработчиков, менеджеров. Развертывание ИС на этапе разработки. Разработка механизмов автоматизации развертывания ИС.\nОпыт использования и настройки linux на сервере (Debian и подобные, Redhat и подобные). Опыт работы с Terraform, либо аналогами."}, {"title": "Senior Devops/Ведущий Devops-инженер (РТ)", "link": "https://hh.ru/vacancy/54890843?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "от 300 000 руб.", "description": "Организация процесса DevOps. Разработка, запуск и поддержка конвейера непрерывной поставки ПО. Интеграция инструментов, обеспечивающих конвейер непрерывной поставки. Подготовка, автоматизация подготовки...\nОпыт организации процесса CI/CD. Опыт практической эксплуатации нагруженных сервисов в режиме 24x7. Опыт работы с Nginx, Haproxy..."}, {"title": "Devops Администратор", "link": "https://hh.ru/vacancy/54567151?query=DevOps", "employer": "Russ Outdoor", "address": "Москва", "salary": "от 300 000 руб.", "description": "Помощь программистам с выкаткой релизов и откатом обратно в случае багов. Настроить мониторинг и поддерживать его при помощи стека Zabbix.\nОпыт работы и знание операционных систем на базе Linux. Опыт работы с CI/СD системами. Опыт работы с системами автоматического..."}, {"title": "Системный администратор/ DevOps", "link": "https://hh.ru/vacancy/54518509?query=DevOps", "employer": "FunBox", "address": "Москва", "salary": "от 220 000 руб.", "description": "Работать над расширением кластера Kubernetes и улучшением его надежности и резервирования. Улучшать возможности кластера и удобство его использования командами разработки.\nОпыт работы с software provisioning и configuration management продутами (SaltStack, Ansible, Chef, ...). Опыт программирования или написания системных скриптов."}, {"title": "Senior DevOps \\ Linux admin", "link": "https://hh.ru/vacancy/54866528?query=DevOps", "employer": "Ритм", "address": "Москва", "salary": "100 000 – 350 000 руб.", "description": "GPU.\nОпыт развертывания на свое железе (ЦОД). Опыт развертывания на облачных сервисах. Оперативность. CI/CD, Git."}, {"title": "DevOps Engineer в блокчейн-стартап (Чехия, удаленно)", "link": "https://hh.ru/vacancy/54548844?query=DevOps", "employer": "Alex Staff Agency", "address": "Москва", "salary": "до 3 200 EUR", "description": "Управление операциями внутри сервиса, поддержание баланса надежности и скорости его работы. Построение и внедрение CI/CD-пайплайнов Gitlab для развертывания...\n2 года опыта работы на позиции Cloud или DevOps- инженера. Опыт работы с инструментами оркестровки и контейнеризации (Kubernetes)."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54813785?query=DevOps", "employer": "Дартс рекрутинг сервисез", "address": "Москва", "salary": "200 000 – 350 000 руб.", "description": "Платформа - это основной инструмент для совместной работы патологов, клиницистов и радиологов. Основная задача продукта: Обеспечить работу в мультидисциплинарных командах.\nТехнологии на проекте. GitLab CI, ArgoCD. Опыт применения аналогичного технологического стека. Опыт администрирования сложной системы в production c десятками серверов."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54944820?query=DevOps", "employer": "ООО Эпплайнер", "address": "Москва", "salary": "", "description": "Управление, обслуживание, настройка и развертывание кластеров Kubernetes. Улучшение существующих helm charts, оптимизация существующих и разработка новых. Взаимодействие с командой разработчиков...\nОпыт сопровождения Kubernetes on Bare Metal (Kubernetes the Hard Way). Опыт работы с Istio и calico (calico BGP, да мы..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54913387?query=DevOps", "employer": "ООО Скайлав Рус", "address": "Москва, Выставочная", "salary": "", "description": "Поддержка текущего инфраструктурного решения (Nginx, Apache, Kafka). Регуляция окружающих элементов разработки. Проектирование и поддержка архитектуры: Bitbucket CI/CD, микросервисная архитектура...\nОпыт работы системным инженером/администратором от 2-х лет. Отличные знания Unix, опыт написания скриптов Bash, Python будет плюсом."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54884808?query=DevOps", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "от 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "Ведущий DevOps инженер", "link": "https://hh.ru/vacancy/54870018?query=DevOps", "employer": "ООО Эвокарго", "address": "Москва, Алексеевская", "salary": "", "description": "Evocargo создает транспорт будущего. Мы проектируем, конструируем и собираем автономные электро-грузовики, разрабатываем программное обеспечение беспилотника и низкоуровневых компонентов.\nРаботал с Docker, GitLab CI. Плюсом будет опыт работы с Terraform и Helm. Имеешь опыт декларативного описания процессов CI\\CD."}, {"title": "DevOps инженер (middle, senior), удаленно", "link": "https://hh.ru/vacancy/54341413?query=DevOps", "employer": "ООО А17", "address": "Москва", "salary": "до 330 000 руб.", "description": "A17 — системный интегратор с фокусом в аналитике и управлении данными. 2. Заказная разработка аналитических систем. Когда у нашего клиента...\nНеобходимы навыки работы с инструментами DevOps: GitLab, TeamCity, Kubernetes, OpenShift, Docker, Ansible, Nexus. - Будет плюсом опыт работы с системами мониторингов..."}, {"title": "DevOps инженер (Digital Contract)", "link": "https://hh.ru/vacancy/51582012?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 230 000 руб.", "description": "Развертывание и поддержка инструментов конвейера непрерывной поставки ПО. Мониторинг работы инфраструктуры, анализ производительности, доступности и емкости. Своевременное планирование роста вычислительных...\nОпыт администрирования Linux (желательно RHEL, CentOS, Fedora CoreOS) на корпоративном уровне. Опыт работы в технической поддержке ИТ в режиме 24..."}, {"title": "Старший DevOps инженер (Kubernetes)", "link": "https://hh.ru/vacancy/49426951?query=DevOps", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва, Тульская", "salary": "200 000 – 350 000 руб.", "description": "Администрирование Kubernetes кластера: автоматизация провиженинга и деплоя, оптимизация используемых ресурсов кластера. Администрирование серверов с использованием Terraform и Ansible.\nБольшой опыт работы с Linux (Ubuntu). Понимание устройства аппаратной части сервера, сетей и т.п. Опыт написания скриптов на bash."}, {"title": "Senior DevOps engineer", "link": "https://hh.ru/vacancy/54740803?query=DevOps", "employer": "ООО СТ Софт", "address": "Москва", "salary": "от 250 000 руб.", "description": "Взаимодействие с подрядчиками и представителями смежных систем. Проведение презентаций и обучений для сотрудников заказчика. Развитие и сопровождение сред разработки.\nАвтоматизация рутинных процессов. Экспертное знание Linux-based систем; Docker; принципов работы современного web. Экспертные навыки строительства сетей на основе статической..."}, {"title": "DevOps Engineer | Middle |Senior (Удаленно)", "link": "https://hh.ru/vacancy/54510631?query=DevOps", "employer": "ООО РостДжоб", "address": "Москва", "salary": "250 000 – 310 000 руб.", "description": "Выполнение задач в качестве DevOps-инженера, автоматизация задач администрирования промышленных стендов приложений и баз данных. Применение методологии и инструментов DevOps...\nЗнание UNIX-подобных систем на уровне администратора. Опыт администрирования: Docker/Сontainerd, БД PostgreSQL, Elasticsearch, Redis, MongoDB, MinIO. Опыт работы с..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54453712?query=DevOps", "employer": "AISA", "address": "Москва, Кантемировская", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54602357?query=DevOps", "employer": "Технос-К", "address": "Москва", "salary": "до 300 000 руб.", "description": "Установка, сопровождение стендов разработки (OpenShift, virtual machine). Разработка конвейера CI/CD при помощи Teamcity. Собирать приложения и упаковывать их в...\nЗнание и опыт работы с инструментами сборки приложений. Знание и опыт контейнеризации и оркестрации. Понимание принципа Infrastructure as a Code..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54458378?query=DevOps", "employer": "Softline", "address": "Москва, Павелецкая", "salary": "", "description": "Установка, обновление, настройка и сопровождение работы корпоративного репозитория Sonatype Nexus3. Интеграция поддержки работы Nexus с самоподписанными SSL-сертификатами.\nОпыт администрирования Linux cемейства RHEL \\ CentOS. Опыт работы с системами виртуализации VMware, VirtualBox. Уверенные знания в работе с Docker и..."}, {"title": "DevOps Engineer (AWS)", "link": "https://hh.ru/vacancy/54594649?query=DevOps", "employer": "Lucy in the Sky Inc", "address": "Москва", "salary": "", "description": "Первое – поддержка и улучшение Dev инфраструктуры, CI/CD процессов. Второе – организация высокой доступности, поддержка и улучшение Prod инфраструктуры.\nКоммерческий опыт использования сервисов AWS (EC2, S3, EKS, VPC, Route53, RDS, SNS, SQS, Lambda, Step Function, CloudWatch..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54634383?query=DevOps", "employer": "ООО Ярус", "address": "Москва, Автозаводская и еще 1 ", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54475180?query=DevOps", "employer": "ООО Делис Инфо", "address": "Москва, Авиамоторная и еще 2 ", "salary": "от 200 000 руб.", "description": "Разработка pipeline CI/СD сборки и развертывания приложений компании. Внедрение и поддержка Kubernetes. Настройка и оптимизация производительности модулей информационных систем.\nОпыт работы с Gitlab CI. Опыт работы с Docker/Kubernetes. Самостоятельность и инициативность. Опыт Ansible. Хорошие знания в Bash."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54905316?query=DevOps", "employer": "ООО Шарп Девелоперс", "address": "Москва", "salary": "180 000 – 300 000 руб.", "description": "Автоматизация процессов сборки, тестирования и внедрения новых версий программ. Подготовка и автоматизация нагрузочного тестирования, составление отчетов и выявление метрик.\nОтличные знания и опыт использования от 2-х лет: Английский, уровень от B2."}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54600609?query=DevOps", "employer": "АТОЛ, группа компаний", "address": "Москва, Савёловская", "salary": "180 000 – 200 000 руб.", "description": "Автоматизировать процесс сборки и развертывания по всем проектам, которые ведет компания: встраиваемые приложения, мобильные приложения, серверные приложения. Управлять процессом развертывания...\nГлубокое понимание принципов CI\\CD. Хорошее понимание процесса автоматической сборки приложений на сервере сборки Gitlab CI\\CD. Интеграция сервера сборки..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/50538745?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 170 000 руб.", "description": "Администрирование серверов на базе linux. Внедрение и развитие процессов сборки, развертывания и тестирования ПО. Автоматизация процесса создания и сопровождение dev...\nУверенное владение Linux. Знание Gitlab CI. Практические знания работы Docker, OpenShift/Kubernetes. Опыт работы с системами мониторинга и логирования Prometheus..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/41745527?query=DevOps", "employer": "АНО Проектный офис по Развитию Туризма и Гостеприимства Москвы", "address": "Москва", "salary": "до 300 000 руб.", "description": "Развертывание, поддержка и администрирование продуктивных и тестовых сред, контуров разработки. Настройка процессов CI/CD, написание пайплайнов, автоматизация сборки и деплоймента...\nОбщий стаж работы на проектах, связанных с разработкой и поддержкой ПО – от трех лет. Ежедневный опыт администрирования и поддержки серверов..."}, {"title": "DevOps инженер (remote)", "link": "https://hh.ru/vacancy/54920171?query=DevOps", "employer": "Коуб", "address": "Москва", "salary": "", "description": "Сопровождение кластеров kubernetes в AWS. Автоматизация задач администрирования (управление конфигурациями, контейнеризация, подготовка артефактов). Введение новых сервисов, участие в проектировании, формировании...\nОпыт работы с AWS. Опыт эксплуатации kubernetes кластеров в продакшне (идеально kops в AWS). Опыт работы с Terraform (понимание как..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54866541?query=DevOps", "employer": "CLICK LEAD", "address": "Москва", "salary": "", "description": "Выбор и внедрение современных средств DevOps. Развитие и автоматизация инфраструктурных сервисов. Следование подходу infrastructure as a code.\nЗнание систем с контейнеризацией и Kubernetes - обязателен. Практический опыт работы с Ansible, terraform. Уверенные знание Unix на отлично."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "DevOps инженер (А Деньги)", "link": "https://hh.ru/vacancy/51977640?query=DevOps", "employer": "РобоФинанс", "address": "Москва", "salary": "до 400 000 руб.", "description": "Коммуникации с разработкой и QA, помощь в решении проблем. Контейнеризация php,npm, java приложений для всех окружений. Разработка CI/CD...\nВысокий уровень навыки автоматизации с помощью Ansible/Terraform. Опыт контейнеризации приложений из нашего стека. Хорошее понимание конфигураций web-серверов (nginx..."}, {"title": "Senior DevOps-инженер", "link": "https://hh.ru/vacancy/54800023?query=DevOps", "employer": "Selecty", "address": "Москва", "salary": "от 250 000 руб.", "description": "Развитие проектной инфраструктуры. Диагностика и устранение проблем с ОС Linux, системным и прикладным ПО. Взаимодействие с разработчиками и командой тестирования.\nОпыт работы с системами мониторинга. Опыт работы со стеком ELK. Опыт администрирования Linux (у нас используется CentOS). Понимание подхода инфраструктура..."}, {"title": "Senior DevOps инженер (в Черногорию)", "link": "https://hh.ru/vacancy/54214108?query=DevOps", "employer": "AMarkets", "address": "Москва", "salary": "до 4 000 USD", "description": "Будем работать как с микросервисной архитектурой, так и с legacy-монолитами, которые мы уже достаточно плотно изучили и документировали.\nНаличие коммерческого опыта работы с инфраструктурой современных IT-решений от 2ух лет. Отличное понимание ОС Linux. Отличное знание Docker..."}, {"title": "DevOps инженер (Дистанционная работа)", "link": "https://hh.ru/vacancy/54292688?query=DevOps", "employer": "АО ГНИВЦ", "address": "Москва", "salary": "", "description": "Выстраивать процессы CI/CD. Поддерживать тестовые и боевые окружения. Развивать средства мониторинга сервисов.\nЗнание Hadoop, Prometheus, ОС Windows. Знание и принятие ценности DevOps-методик. Отличные знания Linux-систем. Опыт использования систем управления конфигурациями."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54637006?query=DevOps", "employer": "Altenar", "address": "Москва", "salary": "", "description": "Развивать и совершенствовать стек DevOps инструментов (Kubernetes, Helm, Flux, Azure DevOps, Terraform, Kubespray, Ansible etc.). Автоматизировать тестирование и развертывать на...\nОпыт построения CI/CD pipelines с jenkins/Azure DevOps/teamcity или другими системами ci/cd. Опыт работы с системами сообщений..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54815537?query=DevOps", "employer": "Wanted", "address": "Москва", "salary": "5 000 – 10 000 USD", "description": "Администрированием и поддержкой облачной инфраструктуры. Развертыванием сервисов, blockchain нод, баз данных в k8s. Обеспечением бесперебойного доступа к публичным...\nНацелены на результат. Не терпим бездумного/нелогичного подхода к решениям. Все делаем быстро: идея, ресерч, прототип, продакшн. Не закапываемся в..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54396343?query=DevOps", "employer": "ООО ИнЭкс", "address": "Москва, Комсомольская и еще 1 ", "salary": "", "description": "Обучать команды разработки типовым devops-операциям по бизнес-историям и devops-инструментам с целью повышения самостоятельности команд. Заменить процедуры деплоймента...\nЗнаком с одним из IaC инструментов (мы используем Ansible). Имеешь опыт администрирования баз данных (у нас PostgreSQL). Имеешь представление о..."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54857530?query=DevOps", "employer": "Architech", "address": "Москва", "salary": "от 4 000 USD", "description": "Provide daily, hands on assistance to maintain and advance the build process to ensure reliability and optimum integration with CI...\nStrong experience with SDLC tools (version control, CI/CD, test automation). Strong experience with public clouds (AWS, GCP, Azure)."}, {"title": "DevOps инженер [Антифрод]", "link": "https://hh.ru/vacancy/54948182?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва, Технопарк", "salary": "", "description": "Администрировать ВМ под управлением ОС, совместимых с RHEL. Администрировать кластера Kubernetes, развернутые в частных облаках МТС. Разворачивать и конфигурировать ВМ...\nВладение Linux на уровне системного администратора. Знание скриптовых языков Bash (уверенно), Python(начальный). Знание языков запросов БД на уровне SELECT..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54831820?query=DevOps", "employer": "ИП Кожухар Денис Владимирович", "address": "Москва", "salary": "300 000 – 400 000 руб.", "description": "Отвечает за постоянную надежность и надежность производственной инфраструктуры, отслеживая доступность, мощность и пропускную способность. Давать рекомендации по производственной инфраструктуре, взаимодействуя...\nОпыт работы с СУБД: резервное копирование, кластеризация, потоковая репликация и т. д. (PostgreSQL будет плюсом). Знание облачных платформ и соответствующих..."}, {"title": "System Engineer (DevOps)", "link": "https://hh.ru/vacancy/54033085?query=DevOps", "employer": "edna", "address": "Москва, Автозаводская", "salary": "", "description": "Эксплуатация и поддержка кластеров kubernetes. Взаимодействие с командами разработки для организации DevOps процессов. Автоматизация процессов сборки и деплоя ПО (построение...\nИмеет опыт администрирования Linux - от 3-х лет. Имеет опыт работы с Kubernetes в проде - от 1 года."}, {"title": "DevOps инженер [IoT Hub]", "link": "https://hh.ru/vacancy/54948154?query=DevOps", "employer": "ПАО «МТС»", "address": "Москва, Технопарк", "salary": "", "description": "Администрировать ВМ под управлением ОС, совместимых с RHEL. Администрировать кластера Kubernetes, развернутые в частных облаках МТС. Разворачивать и конфигурировать ВМ...\nУверенное знание ОС Linux. Kubernetes со стороны администратора, Helm. Системы мониторинга и логирования: Prometheus, Grafana, Graylog, ELK. Gitlab CI."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52918851?query=DevOps", "employer": "Межрегиональный ТранзитТелеком (АО МТТ)", "address": "Москва, Марксистская", "salary": "от 200 000 руб.", "description": "Предоставлять CI/CD тулинг как сервис. Предоставлять платформу Kubernetes как сервис. Разрабатывать и продвигать унифицированные пайплайны/подходы/практики.\nJira, Confluence. Nginx, Openresty, Haproxy. Istio, Envoy, Linkerd. Опыт в DevOps командах по указанному тех.стеку от 2-ух лет."}, {"title": "devops - полная занятость", "link": "https://hh.ru/vacancies/devops/polnaya_zanyatost", "employer": "", "address": "", "salary": "", "description": ""}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/51206234?query=DevOps", "employer": "Lofty.", "address": "Москва, Севастопольская", "salary": "", "description": "Автоматизация процессов разработки. Регуляция окружающих элементов разработки. Создания необходимых условий в инфраструктуре для нормального функционирования ПО. Организация общей среды для...\nОпыт работы с облачной инфраструктурой Google Cloud/AWS/Azure. Опыт работы с MySQL, RabbitMQ, Redis, Clickhouse. Знание инструментов Kubernetes, Docker..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54887244?query=DevOps", "employer": "Sky Fort Technologies", "address": "Москва", "salary": "150 000 – 230 000 руб.", "description": "Работать на инфраструктурой с помощью terraform, конфигурировать сервера с помощью ansible, реализовывать тулзы с помощью go/python. Автоматизацией процессов непрерывной...\nОпыт работы с CI/CD системами. Мы используем Jenkins. Опыт работы с AWS или Azure. Сильные скилы администратора Linux или..."}, {"title": "Системный администратор / DevOps инженер", "link": "https://hh.ru/vacancy/54689224?query=DevOps", "employer": "AppCapital", "address": "Москва", "salary": "", "description": "Автоматизация и модернизация существующей инфраструктур, внедрение современных DevOps-практик в существующих проектах. Перенос настроек в IT системах. Администрирование решений SaaS.\nПонимание принципов работы Linux, основных Linux-команд. Опыт работы с высоконагруженными БД (Oracle, MS SQL,PostgreSQL). Опыт работы с распределенными..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54877556?query=DevOps", "employer": "ООО Банк 131", "address": "Москва", "salary": "", "description": "CI/CD (сборка, тестирование, деплой скрипты сервисов, помощь разработчикам в выливке нового сервиса в прод). Cloud (Администрирование Vcloud, AWS, работа...\nОпыт администрирования Linux. Опыт настройки CI/CD (Gitlab, Jenkins). Умение работать с GIT(MR, решение конфликтов, и др)."}, {"title": "Senior DevOps Engineer (Serbia)", "link": "https://hh.ru/vacancy/54061771?query=DevOps", "employer": "BookedBy", "address": "Москва", "salary": "3 000 – 5 000 USD", "description": "Improving clusters (updating, scaling, monitoring) and resolving issues with AWS resources and services related to the clusters. Developing and improving...\n3 years Docker experience. 3 years of experience working with microservices. 3 years of working with CI/CD, e.g."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "Devops Engineer | SRE", "link": "https://hh.ru/vacancy/52256634?query=DevOps", "employer": "Яндекс", "address": "Москва, Парк культуры", "salary": "", "description": "Участвуют в недельных дежурствах, занимаются выкладкой релизов. Развивать и внедрять новые практики из DevOps и SRE. Развивать CI/CD, оптимизировать...\nРаботаете с Unix-системами более двух лет. Знакомы с микросервисной архитектурой. Имеете опыт работы с Kubernetes и Terraform."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54396343?query=DevOps", "employer": "ООО ИнЭкс", "address": "Москва, Комсомольская и еще 1 ", "salary": "", "description": "Обучать команды разработки типовым devops-операциям по бизнес-историям и devops-инструментам с целью повышения самостоятельности команд. Заменить процедуры деплоймента...\nЗнаком с одним из IaC инструментов (мы используем Ansible). Имеешь опыт администрирования баз данных (у нас PostgreSQL). Имеешь представление о..."}, {"title": "DevOps Engineer (Blockchain проект)", "link": "https://hh.ru/vacancy/50952024?query=DevOps", "employer": "Hi, Rockits!", "address": "Москва", "salary": "от 250 000 руб.", "description": "Responsibilities for this position include managing our system's infrastructure, ensuring close to 100% deployment availability, troubleshooting issues in test...\n5 years of experience as a DevOps engineer. Knowledge of scripting languages such as Python, Bash, etc. Experience with managing..."}, {"title": "Разработчик инструментов DevOps", "link": "https://hh.ru/vacancy/53612402?query=DevOps", "employer": "SberTech", "address": "Москва", "salary": "", "description": "Вашими главными задачами будет ведение задач полного цикла по разработке новых механизмов инструментов DevOps: сбор требований с заказчика, прототипирование, реализация..."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54399505?query=DevOps", "employer": "Skipp.pro", "address": "Москва", "salary": "до 270 000 руб.", "description": "...Яндекс cloud, замена aws ecr на yandex registry. Адаптация Istio ингресс под балансировщики Яндекса. DevOps - AWS, DevOps - Webservers, DevOps - Databases.\nОпыт работы в качестве DevOps инженера от 5 лет. Отличные знания Terraform, k8s, Yandex.Cloud, helm, anslible."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54224071?query=DevOps", "employer": "Aquiva Labs", "address": "Москва", "salary": "", "description": "Работать в русскоязычной команде, но в тесном контакте с коллегами из других стран. Брать инициативу в улучшении процессов управления инфраструктурой...\nОт двух лет опыта в devops. Опыт работы с Docker. Опыт плотной работы в AWS. Базовые умения администрирования в Linux."}, {"title": "DevOps специалист (удалённо)", "link": "https://hh.ru/vacancy/54917139?query=DevOps", "employer": "EGGНEADS", "address": "Москва", "salary": "от 200 000 руб.", "description": "Администрирование виртуальных машины Linux Ubuntu в Yandex Cloud. Администрирование Mysql, Redis, Clickhouse, Apache, Nginx. Построение конвейеров в GitHub Actions, TeamCity.\nПонимание методологии DevOps. ОС семейства Linux на уровне администратора. Mysql, Redis, Apache, Nginx, (GitHub Actions/GitLab-CI/TeamCity), Zabbix, Python..."}, {"title": "Python Developer (со знанием DevOps)", "link": "https://hh.ru/vacancy/54467774?query=DevOps", "employer": "ПАО Ростелеком", "address": "Москва", "salary": "170 000 – 230 000 руб.", "description": "Разработка/доработка микросервисов/приложений для интеграции различных компонентов технической архитектуры SOC между собой. Разработка/доработка микросервисов/приложений для автоматизации разных...\nУверенное владение Python. Знание асинхронности в Python (asyncio, aiohttp, FastApi). Умение работать с документацией (возможность быстро разобраться в любой библиотеке)."}, {"title": "Cluster DevOps Lead", "link": "https://hh.ru/vacancy/54902243?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва, Технопарк", "salary": "", "description": "DevOps Cluster Lead должен глубоко знать и понимать реальную ситуацию с уровнем компетенций DevOps и зрелости процессов разработки в продуктовых...\nЗнание и практический опыт внедрения решений с использованием технологий DevOps и QA (Git, Jenkins, Docker, Kubernetes, OpenShift, Nexus, Selenium, LoadRunner..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54249528?query=DevOps", "employer": "ООО АЛРОСА Информационные технологии", "address": "Москва", "salary": "", "description": "Участие в проектах по внедрению и развитию информационных систем (ИС). Мониторинг ИС, анализ быстродействия и тонкая настройка. Экспертная поддержка инженеров...\nОпыт работы от 3 лет работы системным администратором, или DevOps инженером. Опыт работы с Docker, или Kubernetes от 1 года."}, {"title": "DevOps инженер (Платформенные сервисы ERP)", "link": "https://hh.ru/vacancy/54151049?query=DevOps", "employer": "Иннотех, Группа компаний", "address": "Москва", "salary": "", "description": "Развертывание и поддержка программных продуктов для разработки, тестирования и развёртывания (DevOps). Использование технологии контейнеризации (docker, runc) и платформы контейнеризации (openshift...\nХорошее знание linux / unix (Centos, Redhat). Хорошее знание git/ bitbucket. Умение разбираться в xml, JSON структурах документов. Навыки написания скриптов..."}, {"title": "Kubernetes DevOps specialist", "link": "https://hh.ru/vacancy/54892382?query=DevOps", "employer": "Т1 Интеграция", "address": "Москва", "salary": "", "description": "Принимать участие в создании стендов тестирования. Автоматизировать установку стендов тестирования. Исследовать/тестировать возможность использования технологий/решений/оборудования в существующей и...\nВысшее техническое образование. Опыт работы: не менее 3 лет в ИТ. Знание Linux на уровне администратора. Опыт планирования, развёртывания и..."}, {"title": "Devops инженер", "link": "https://hh.ru/vacancy/54491205?query=DevOps", "employer": "АО В2В Трэйд", "address": "Москва", "salary": "", "description": "Внедрять и эксплуатировать инфраструктурные сервисы. Развивать и поддерживать системы мониторинга. Автоматизировать процессы CI/CD прикладных сервисов.\nОпыт администрирования Linux от 3 лет. Опыт работы со средствами автоматизации: ansible, terraform. Опыт настройки CI/CD - написание пайплайнов."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54559726?query=DevOps", "employer": "Первый ОФД", "address": "Москва, Павелецкая", "salary": "", "description": "Снижение зависимости команд разработки от ручных действий команды. Devops. Сокращение количества проблем, связанных с уязвимостями и качеством. Кода.\nОпыт администрирования Hadoop/hdfs/phoenix/ambari. Понимание назначения инструментов ИБ. Понимание принципов мониторинга серверов и приложений. Понимание принципов сбора логов."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54857530?query=DevOps", "employer": "Architech", "address": "Москва", "salary": "от 4 000 USD", "description": "Provide daily, hands on assistance to maintain and advance the build process to ensure reliability and optimum integration with CI...\nStrong experience with SDLC tools (version control, CI/CD, test automation). Strong experience with public clouds (AWS, GCP, Azure)."}, {"title": "Senior DevOps инженер (в Черногорию)", "link": "https://hh.ru/vacancy/54214108?query=DevOps", "employer": "AMarkets", "address": "Москва", "salary": "до 4 000 USD", "description": "Будем работать как с микросервисной архитектурой, так и с legacy-монолитами, которые мы уже достаточно плотно изучили и документировали.\nНаличие коммерческого опыта работы с инфраструктурой современных IT-решений от 2ух лет. Отличное понимание ОС Linux. Отличное знание Docker..."}, {"title": "DevOps Engineer (Middle/Senior)", "link": "https://hh.ru/vacancy/54819431?query=DevOps", "employer": "Студия Кефир", "address": "Москва", "salary": "", "description": "Автоматизация сборок/деплоя. Автоматизация развертывания и обновления серверной инфраструктуры. Мониторинг и поддержка серверной инфраструктуры. Тесное сотрудничество с командами разработки и...\nСпособность и желание непрерывно учиться. Знание английского языка на уровне, достаточном для чтения и понимания технической документации без словаря."}, {"title": "Старший DevOps инженер (Kubernetes)", "link": "https://hh.ru/vacancy/49426951?query=DevOps", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва, Тульская", "salary": "200 000 – 350 000 руб.", "description": "Администрирование Kubernetes кластера: автоматизация провиженинга и деплоя, оптимизация используемых ресурсов кластера. Администрирование серверов с использованием Terraform и Ansible.\nБольшой опыт работы с Linux (Ubuntu). Понимание устройства аппаратной части сервера, сетей и т.п. Опыт написания скриптов на bash."}, {"title": "DevOps - инженер\\Системный администратор", "link": "https://hh.ru/vacancy/54944762?query=DevOps", "employer": "ООО КОС Девелопмент", "address": "Москва", "salary": "", "description": "Автоматизация инфраструктуры. Планирование потребления ресурсов. Оптимизация инфраструктуры.\n...системы мониторинга; elk; grafana.postgre, mongo, clickhouse, kafka, zookeeper, redis, azure devops, elk, prometheus, grafana. Навыки работы с любым языком программирования..."}, {"title": "Senior DevOps инженер (дистанционно)", "link": "https://hh.ru/vacancy/54595698?query=DevOps", "employer": "ООО Ньюити", "address": "Москва", "salary": "", "description": "Поддержка и развитие облачной инфраструктуры разработки и продуктового кластера, реагирование на инциденты. Оптимизация существующей инфраструктуры под требования бизнеса.\nАнглийский - желателен, но не обязателен. Реально работающие продукты. Проекты с продвинутыми технологиями, лучшие практики DevOps. Надежные партнеры и инвесторы."}, {"title": "Программист (DevOps)", "link": "https://hh.ru/vacancy/54780625?query=DevOps", "employer": "ООО Танто Солюшнз", "address": "Москва, Пролетарская", "salary": "", "description": "Поддержка инфраструктуры разработки, CI/CD. Настройка и развертывание тестовых стендов. Мониторинг работоспособности сервисов. Выполнение работы по подготовке программ к отладке...\nОпыт работы с операционной системы Linux (centOS, Debian). Навыки программирования на скриптовых языках (Рython, Bash). Опыт работы с Docker, Docker..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54899954?query=DevOps", "employer": "Сбер для экспертов", "address": "Москва", "salary": "", "description": "В основные задачи команды входит выявление операций, подлежащих контролю по ПОД/ФТ. Основной стек разработки - обработка массивов данных на HADOOP...\nОт кандидата потребуются уверенные знания средств развертывания Jenkins и Ansible, понимание и умение использовать REST API для интеграции процесса развертывания..."}, {"title": "Инженер DevOps /SRE", "link": "https://hh.ru/vacancy/44360630?query=DevOps", "employer": "Межрегиональный ТранзитТелеком (АО МТТ)", "address": "Москва, Марксистская", "salary": "", "description": "Микросервисная архитектура - на Golang. Микрофронтендная архитектура - VueJS. GitLab, GitLab CI/CD. Разработать идеальный пайплайн CI/CD. Внедрить систему мониторинга - Grafana...\nPHP - активно избавляемся от него. Ansible, terraform, helm. Опыт работы на аналогичной позиции от 2х лет. Есть опыт работы..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/53947406?query=DevOps", "employer": "ПАО БАНК УРАЛСИБ", "address": "Москва", "salary": "", "description": "Мы строим среду разработки на на базе Kubernetes. Мониторим свои приложения с помощью Prometheus и Alert Manager. Поднимаем свои кластеры...\nVMWare. Ansible / terraform. Gitlab Artifactory."}, {"title": "DevOps инженер (релокация в Ригу)", "link": "https://hh.ru/vacancy/53384195?query=DevOps", "employer": "Social Links", "address": "Москва, Калужская", "salary": "до 400 000 руб.", "description": "Настройка и поддержка Kubernetes кластеров. Исследование и внедрение новых инструментов в сфере DevOps/SRE. Тесное взаимодействие с программистами и QA...\nОпыт работы с Kubernetes, написания манифестов и даже Helm чартов от 2-х лет. Опыт работы с container registry, Docker..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54248629?query=DevOps", "employer": "inDriver", "address": "Москва, Белорусская", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "Middle DevOps engineer", "link": "https://hh.ru/vacancy/52819222?query=DevOps", "employer": "SberTech", "address": "Москва", "salary": "", "description": "Траблшутинг тестовых сред. Работа с Cloud решениями. Развитие DevOps. Внедрение нового тех. cтека. Автоматизация задач.\nОпыт работы со стеком: Linux, OpenShift, Docker, K8s, Jenkins, BitBucket, Nexus, WebSphere, WildFly, Oracle, Postgre, Prometheus, Zabbix, Grafana..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54571605?query=DevOps", "employer": "Spice Agency", "address": "Москва", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "Архитектор Devops", "link": "https://hh.ru/vacancy/49051195?query=DevOps", "employer": "Инфосистемы Джет", "address": "Москва", "salary": "", "description": "...по решениям DevOps. Планировать и сопровождать миграции систем DevOps. Проводить обследования и аудит существующих у Заказчика решений DevOps.\nСистемы контейнерной оркестрации: RedHat OpenShift, SUSE Rancher, VMWare Tanzu, Kubernetes. Системами управления конфигурацией и provision: Ansible/Ansible Tower, Terraform."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54154311?query=DevOps", "employer": "ООО РТ КИС", "address": "Москва", "salary": "до 280 000 руб.", "description": "Внедрение практик DevOps. Автоматизация процессов развертывания приложений и инфраструктуры, администрирование приложений на площадках Заказчика. Поддержка и развитие CI/CD.\nПонимание Software Development Life Cycle (SDLС). Понимание и применение DevOps практик, CI/CD, IaC. Опыт автоматизации развертывания. Опыт работы со..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54199764?query=DevOps", "employer": "LATOKEN", "address": "Москва", "salary": "4 000 – 8 000 USD", "description": "Role Mission: High-quality infrastructure for the workflow of engineers and platform with 100% availability and update delivery speed of...\nRequirement skills and experience: 4 years experience as a Linux administrator. Strong experience in Docker, Rancher, Kubernetes, Linux kernel configurations."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/41745527?query=DevOps", "employer": "АНО Проектный офис по Развитию Туризма и Гостеприимства Москвы", "address": "Москва", "salary": "до 300 000 руб.", "description": "Развертывание, поддержка и администрирование продуктивных и тестовых сред, контуров разработки. Настройка процессов CI/CD, написание пайплайнов, автоматизация сборки и деплоймента...\nОбщий стаж работы на проектах, связанных с разработкой и поддержкой ПО – от трех лет. Ежедневный опыт администрирования и поддержки серверов..."}, {"title": "DevOps Engineer (мониторинг)", "link": "https://hh.ru/vacancy/54827616?query=DevOps", "employer": "Компания «СПОРТМАСТЕР», Sportmaster Lab", "address": "Москва", "salary": "", "description": "Основное внимание следует уделить администрированию систем мониторинга Zabbix и Prometheus на больших инсталляциях (большая нагрузка от 1000 метрик в секунду...\nГарантировать работоспособность и производительность. Высшее образование (предпочтительно техническое). Знания принципов и опыт построения систем мониторинга (сеть, сервера, сервисы, приложения), работающих..."}, {"title": "Инженер devops Kubernetes Ops / Эксплуатация", "link": "https://hh.ru/vacancy/51277544?query=DevOps", "employer": "Ozon Информационные технологии", "address": "Москва, Выставочная и еще 2 ", "salary": "", "description": "Строить и эксплуатировать кластеры Kubernetes в различных конфигурациях. Создавать и сопровождать конфигурации для Kubernetes и деплоймент системных компонентов.\nШирокий спектр задач под выбор – начиная от способа сетапа заканчивая способами отображения метрик, логов и правил алертов. Обладаете глубокими знаниями..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/53626965?query=DevOps", "employer": "INFOWATCH", "address": "Москва", "salary": "", "description": "Развитие и оптимизация процессов CI/CD. Подготовка и сопровождение DEV/QA инфраструктуры. Поддержка существующих автоматизированных сборок ПО на OS FreeBSD.\nНа уровне продвинутого пользователя: git, docker%. Опыт работы на позиции DevOps от 2-х лет. Знание языков программирование на достаточном..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/50538745?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 170 000 руб.", "description": "Администрирование серверов на базе linux. Внедрение и развитие процессов сборки, развертывания и тестирования ПО. Автоматизация процесса создания и сопровождение dev...\nУверенное владение Linux. Знание Gitlab CI. Практические знания работы Docker, OpenShift/Kubernetes. Опыт работы с системами мониторинга и логирования Prometheus..."}, {"title": "DevOps Engineer (удаленно)", "link": "https://hh.ru/vacancy/54395415?query=DevOps", "employer": "BestDoctor", "address": "Москва", "salary": "от 350 000 руб.", "description": "Поднимать кластеры Kubernetes всех сервисов компаний. Решать возникающие проблемы, деплоить новые сервисы. Делать сервисы быстрее и надёжнее. Коммуницировать с командами...\nBackend: Python 3.8, Django, Flask, fastapi. Frontend: TypeScript, React. Mobile: Android и iOS. Ubuntu, PostgreSQL, Redis, ElasticSearch."}, {"title": "DevOps/Системный администратор", "link": "https://hh.ru/vacancy/48801006?query=DevOps", "employer": "ООО ИИТ", "address": "Москва, Комсомольская и еще 2 ", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Знание принципов работы сетей..."}, {"title": "Devops Engineer Kubernetes/ Администратор Kubernetes (удалённо)", "link": "https://hh.ru/vacancy/52845710?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Сопровождение существующих инсталляций kubernetes. Поддержание актуальности версий kubernetes. Разворачивание новых инсталляций kubernetes (при необходимости). Переход существующей инсталляции с docker на...\nСтек: ванильный Kubernetes, ceph, rancher. Инструменты: ansible, terraform."}]