[{"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/50510889?query=DevOps", "employer": "KPMG", "address": "Москва", "salary": "", "description": "Развитие и поддержка CI/CD для автоматизации сборок, тестов. Разработка инструментов и автоматизация процессов развертывания систем, проектов и окружений.\nОпыт администрирования Linux: SUSE, RHEL, CentOS, другие Linux-ОС. Опыт администрирования виртуальных сред (VMware, RedHat, другие). Опыт администрирования средств мониторинга..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54211935?query=DevOps", "employer": "Альфа-Банк", "address": "Москва", "salary": "", "description": "Развитие экосистемы сервиса Альфа-Платформа (Kubernetes, Mesos/Marathon, Docker, Kafka, Cassandra, PostgreSQL, Jenkins, SonarQube, Keycloak, nginx, haproxy, keepalived, ansible).\nУверенное знание GNU/Linux. Знание Docker, Kubernetes (опыт работы с Mesos/Marathon будет плюсом). Реальный опыт использования одной из CI..."}, {"title": "Системный инженер / DevOps (удаленная работа)", "link": "https://hh.ru/vacancy/54721513?query=DevOps", "employer": "Git in Sky", "address": "Москва", "salary": "200 000 – 250 000 руб.", "description": "Администрирование высоконагруженных систем, реализация отказоустойчивости и высокой доступности сервисов, описание инфраструктуры кодом Ansible и Terraform, настройка процессов CI/CD, настройка...\nЗнание Linux и продуктов серверной веб разработки. Знание Ansible и Git. Будет плюсом: Опыт работы с Docker, K8s..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54864211?query=DevOps", "employer": "Silverbird", "address": "Москва", "salary": "1 700 – 3 500 EUR", "description": "Разработка и поддержка инструментов по разветыванию окружений(Dev, Stage, Prod). — Создание и актуализация утилит по деплою. — Подготовка и инсталляция новых...\nНавыки настройки пайплайнов и серверов непрерывной интеграции(мы используем Jenkins). — Знание ключевых аспектов информационной безопасности. — Опыт работы в DevOps от..."}, {"title": "Junior DevOps инженер", "link": "https://hh.ru/vacancy/54867343?query=DevOps", "employer": "АО АЛЬЯНС ЭКО", "address": "Москва, Деловой центр и еще 2 ", "salary": "до 200 000 руб.", "description": "Поддержка и развитие инфраструктуры командной разработки. Поддержка и развитие CI/DI pipeline. Разработка средств автоматизации процессов сборки, развертывания.\nОпыт работы DevOps инженеров от 2-х лет. Опыт работы с системами контейнеризации (Docker). Знание SQL (опыт работы с MS..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54771724?query=DevOps", "employer": "Mobigility Inc.", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Проектировать и развивать инфраструктуру. Улучшать сложившиеся процессы разработки и доставки. Обеспечивать безопасность. Системы логирования, трассировки: ELK Stack, Graylog, Grafana.\nУверенное администрирование Linux, владение git. Знание сетей, опыт балансировки нагрузки. Опыт построения архитектуры инфраструктуры. Фокус на выполнение SLA, понимать SLO..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54194601?query=DevOps", "employer": "Centicore", "address": "Москва", "salary": "250 000 – 350 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "Senior DevOps Engineer/ Highload SRE", "link": "https://hh.ru/vacancy/49788206?query=DevOps", "employer": "ООО Karma8", "address": "Москва", "salary": "200 000 – 500 000 руб.", "description": "Построить CI/CD для новых микросервисов. Создать и поддерживать среды разработки и тестирования. Помогать в развитии и поддержании работоспособности инфраструктуры.\nОпыт работы в высоконагруженных проектах от 3-х лет. Уверенные знания сетей TCP/IP. Практический опыт работы с конфигурациями с..."}, {"title": "Senior DevOps in Blockchain Startup", "link": "https://hh.ru/vacancy/54445824?query=DevOps", "employer": "Петухова Алия", "address": "Москва", "salary": "315 000 – 860 000 руб.", "description": "Разработка и тех. обслуживание за счет внедрения инструментов, которые автоматизируют работу и улучшат процесс разработки. Автоматизация delivery-процессов и capacity...\nРелокация в Японию. Опыт работы DevOps или на аналогичной должности от 3-х лет. Уверенное владение английским языком."}, {"title": "Senior DevOps Engineer (Удаленно)", "link": "https://hh.ru/vacancy/54040717?query=DevOps", "employer": "SF Inc", "address": "Москва", "salary": "3 500 – 6 000 USD", "description": "Поддержка и улучшение текущей инфраструктуры. Взаимодействие с командой разработки. Оперативное решение возникших проблем. 1) Разворачивание, конфигурирование и эксплуатация Prometheus.\nОпыт созданий и эксплуатации решений на базе облачной платформы AWS (EKS/RDS/VPC/etc.) на продакшен окружении. — Опыт эксплуатации Terraform. —"}, {"title": "DevOps / Системный администратор", "link": "https://hh.ru/vacancy/54768044?query=DevOps", "employer": "Booking Health GmbH", "address": "Москва", "salary": "до 4 000 EUR", "description": "Обеспечение бесперебойной работы ИТ систем, настройка и контроль систем мониторинга. Администрирование linux серверов, баз данных, и оборудования. Обеспечение информационной безопасности.\nAWS. Опыт создания и поддержки распределенных систем. OS Linux уверенные знания и опыт администрирования. Опыт работы с Zabbix и другими..."}, {"title": "Системный администратор / Devops инженер", "link": "https://hh.ru/vacancy/54932440?query=DevOps", "employer": "ООО Инспектор Клауд", "address": "Москва", "salary": "150 000 – 250 000 руб.", "description": "Администрировать Kubernetes кластера. Настраивать пайплайны CI/CD. Автоматизировать процессы ML(machine learning). Внедрять новые технологии и решения. Настраивать кластеры kubernetes...\nОпыт работы с Prometheus. Вы знакомы с книгой Google SRE."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54525260?query=DevOps", "employer": "WAZZUP", "address": "Москва", "salary": "300 000 – 350 000 руб.", "description": "Развивать инфраструктуру, которая должна обслуживать цели захвата мира, повышать свою квалификацию вместе с командой разработки, внедрять новые технологии.\nУмение задавать вопросы и предлагать решения с адекватной аргументацией. Знакомство с K8S “на ты”. Опыт работы с высоконагруженными..."}, {"title": "DevOps Engineer Web3", "link": "https://hh.ru/vacancy/54816697?query=DevOps", "employer": "ООО Сейнтс", "address": "Москва", "salary": "от 150 000 руб.", "description": "Взаимодействие с командами разработчиками блокчейнов с целью получения статуса держатель узла (ноды). — Разворачивание нод и обеспечение их бесперебойного функционала. —\nАнглийский уровня Intermediate, переписка и чтение. — Работа с командной строкой linux. — Знание ubuntu. — Умение делать бэкапы. — Опыт работы с облачными..."}, {"title": "Senior DevOps \\ Linux admin", "link": "https://hh.ru/vacancy/54866528?query=DevOps", "employer": "Ритм", "address": "Москва", "salary": "100 000 – 350 000 руб.", "description": "GPU.\nОпыт развертывания на свое железе (ЦОД). Опыт развертывания на облачных сервисах. Оперативность. CI/CD, Git."}, {"title": "DevOps - разработчик ПО", "link": "https://hh.ru/vacancy/53872712?query=DevOps", "employer": "ООО Прогматик Лаб", "address": "Москва, Белорусская и еще 1 ", "salary": "от 200 000 руб.", "description": "Автоматизация и инфраструктура в среде OpenStack и Kubernetes. Самостоятельный анализ задачи, требований, участие в разработке архитектуры, общение с заказчиками.\nУглубленный опыт DevOps в среде OpenStack или Kubernetes с акцентом на разработку, а не администрирование. Комфортное владение Линукс как среды..."}, {"title": "Middle/Senior DevOps engineer", "link": "https://hh.ru/vacancy/54500381?query=DevOps", "employer": "КИБЕР-РОМ", "address": "Москва", "salary": "250 000 – 400 000 руб.", "description": "Развивать инфраструктуру, повышать свою квалификацию вместе с командой; разработки, внедрять новые технологии. Повышать отказоустойчивость и доступность сервиса. Привносить дельные рекомендации...\nЗнакомство с K8S “на ты”, у нас Rancher. Опыт работы с высоконагруженными сервисами. Владение bash/python/go."}, {"title": "Junior Devops specialist", "link": "https://hh.ru/vacancy/54925569?query=DevOps", "employer": "Лига Цифровой Экономики", "address": "Москва, Дмитровская", "salary": "", "description": "Администрирование инфраструктуры заказчика, решение инцидентов связанных с отказом сервиса или его некорректной работы. - Обновление, настройка инфраструктуры. - Мониторинг (Prometheus Grafana).\nОпыт администрирования Linux. - Знание Bash, Git. - Опыт работы с Docker, Ansible, Jenkins."}, {"title": "DevOps (удаленно)", "link": "https://hh.ru/vacancy/54920031?query=DevOps", "employer": "ООО Лига Спорта", "address": "Москва", "salary": "90 000 – 130 000 руб.", "description": "Поддержка процесса CI с использованием Azure Pipelines (Azure DevOps). Написание скриптов автоматизации на PowerShell. Автоматизация разворачивания тестовых стендов."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54862371?query=DevOps", "employer": "Blackwall", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Настройка и поддержание инфраструктуры на kubernetes. ⁃ Развёртывание и мониторинг релизов. ⁃ Настройка пайплайнов сборки, тестирования и деплоя. ⁃ Автоматизация процессов и помощь...\nПонимание сетевых технологий и протоколов: модель OSI, TCP/IP, HTTP(S), DNS, etc. Понимание сервис-ориентированной архитектуры приложений."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54292877?query=DevOps", "employer": "ВЦИОМ", "address": "Москва, Парк культуры и еще 2 ", "salary": "от 229 000 руб.", "description": "Автоматизация рутинных задач (Bash/Python/GO). Применение методологии и инструментов DevOps в работе (BitBucket, Ansible, Jenkins). Проверка, обновление, настройка ключевых...\nОпыт работы и настройки Nginx и HAproxy. Опыт работы с инструментами DevOps: Bitbucket. Плюсом будет умение работать с git."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52545858?query=DevOps", "employer": "Finch", "address": "Москва", "salary": "80 000 – 120 000 руб.", "description": "Администрирование серверов под управлением ОС Linux. Инсталляция и сопровождение сервисов DNS,DHCP,VPN,Nginx,SQL servers, Elastic search,Kafka, RabbitMQ...\nОпыт работы системным администратором 1-2 года. Опыт работы linux(желательно Debian/Ubuntu) от 1 года. Опыт работы в системах..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54944820?query=DevOps", "employer": "ООО Эпплайнер", "address": "Москва", "salary": "", "description": "Управление, обслуживание, настройка и развертывание кластеров Kubernetes. Улучшение существующих helm charts, оптимизация существующих и разработка новых. Взаимодействие с командой разработчиков...\nОпыт сопровождения Kubernetes on Bare Metal (Kubernetes the Hard Way). Опыт работы с Istio и calico (calico BGP, да мы..."}, {"title": "DevOps инженер (ISearch)", "link": "https://hh.ru/vacancy/54030202?query=DevOps", "employer": "Сбер. IT", "address": "Москва", "salary": "200 000 – 300 000 руб.", "description": "Желаете участвовать в разработке бекенда (Python/C) или ETL (Hadoop/Spark). Проектировали, разрабатывали и эксплуатировали высоконагруженные распределенные системы.\nПисали код на Python, достаточно базового уровня. Понимаете и следуете принципу Infrastructure as a Code. Строили и поддерживали отказоустойчивые системы."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/50538745?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 170 000 руб.", "description": "Администрирование серверов на базе linux. Внедрение и развитие процессов сборки, развертывания и тестирования ПО. Автоматизация процесса создания и сопровождение dev...\nУверенное владение Linux. Знание Gitlab CI. Практические знания работы Docker, OpenShift/Kubernetes. Опыт работы с системами мониторинга и логирования Prometheus..."}, {"title": "Системный администратор / junior devops инженер", "link": "https://hh.ru/vacancy/46023828?query=DevOps", "employer": "Сбер для экспертов", "address": "Москва", "salary": "", "description": "Приемка, внедрение новых версий, настройка АС, участие в DevOps процессах. Построение мониторинга компонентов АС, мониторинг, решение инцидентов, проблем.\nИметь представление об архитектурах приложений, интеграционных взаимодействиях, шлюзовых решениях. Понимание принципов DevOps, цикла разработки, внедрения и сопровождения ПО."}, {"title": "Системный администратор / DevOps инженер", "link": "https://hh.ru/vacancy/54689224?query=DevOps", "employer": "AppCapital", "address": "Москва", "salary": "", "description": "Автоматизация и модернизация существующей инфраструктур, внедрение современных DevOps-практик в существующих проектах. Перенос настроек в IT системах. Администрирование решений SaaS.\nПонимание принципов работы Linux, основных Linux-команд. Опыт работы с высоконагруженными БД (Oracle, MS SQL,PostgreSQL). Опыт работы с распределенными..."}, {"title": "SRE Lead (DevOps Lead)", "link": "https://hh.ru/vacancy/54738040?query=DevOps", "employer": "Mindbox", "address": "Москва, Белорусская и еще 1 ", "salary": "350 000 – 450 000 руб.", "description": "Также нужно будет отвечать за деливири команды, решать бизнес-проблемы и развивать команду при быстром росте: нагрузке, постоянных изменениях и...\nТехнологии и процессы: Terraform Ansible Packer. Виртуализация HyperV."}, {"title": "Системный Архитектор", "link": "https://hh.ru/vacancy/54822193?query=DevOps", "employer": "Бизнес-Азимут", "address": "Москва", "salary": "400 000 – 450 000 руб.", "description": "Планирование и координация работ тех. специалистов (тим. лидов, DevOps) по реализации функциональности. Участие и координация подготовки программы нагрузочного, интеграционного тестирования...\nВысшее техническое образование. Опыт работы в сфере ИТ 8 лет. Опыт работы в роли системного (технического) архитектора многокомпонентных информационных систем..."}, {"title": "Инженер по внедрению\\Junior Devops", "link": "https://hh.ru/vacancy/54928287?query=DevOps", "employer": "Бюджетные и Финансовые Технологии", "address": "Москва", "salary": "", "description": "Вводить в эксплуатацию и тестировать наши системы и сервисы. Оперативно реагировать на инциденты: обнаруживать проблемы, решать их, выяснять причины возникновения...\nУверенные знания Linux стека на уровне Администратора. Знание сетевого стека. Опыт работы с Git. Умение писать скрипты, плейбуки на Ansible..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54453712?query=DevOps", "employer": "AISA", "address": "Москва, Кантемировская", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "DevOps Engineer в блокчейн-стартап (Чехия, удаленно)", "link": "https://hh.ru/vacancy/54548844?query=DevOps", "employer": "Alex Staff Agency", "address": "Москва", "salary": "до 3 200 EUR", "description": "Управление операциями внутри сервиса, поддержание баланса надежности и скорости его работы. Построение и внедрение CI/CD-пайплайнов Gitlab для развертывания...\n2 года опыта работы на позиции Cloud или DevOps- инженера. Опыт работы с инструментами оркестровки и контейнеризации (Kubernetes)."}, {"title": "Системный администратор/ DevOps", "link": "https://hh.ru/vacancy/54518509?query=DevOps", "employer": "FunBox", "address": "Москва", "salary": "от 220 000 руб.", "description": "Работать над расширением кластера Kubernetes и улучшением его надежности и резервирования. Улучшать возможности кластера и удобство его использования командами разработки.\nОпыт работы с software provisioning и configuration management продутами (SaltStack, Ansible, Chef, ...). Опыт программирования или написания системных скриптов."}, {"title": "Старший DevOps инженер (Kubernetes)", "link": "https://hh.ru/vacancy/49426951?query=DevOps", "employer": "ООО Онлайн-школа Фоксфорд", "address": "Москва, Тульская", "salary": "200 000 – 350 000 руб.", "description": "Администрирование Kubernetes кластера: автоматизация провиженинга и деплоя, оптимизация используемых ресурсов кластера. Администрирование серверов с использованием Terraform и Ansible.\nБольшой опыт работы с Linux (Ubuntu). Понимание устройства аппаратной части сервера, сетей и т.п. Опыт написания скриптов на bash."}, {"title": "Senior DevOps инженер (в Черногорию)", "link": "https://hh.ru/vacancy/54214108?query=DevOps", "employer": "AMarkets", "address": "Москва", "salary": "до 4 000 USD", "description": "Будем работать как с микросервисной архитектурой, так и с legacy-монолитами, которые мы уже достаточно плотно изучили и документировали.\nНаличие коммерческого опыта работы с инфраструктурой современных IT-решений от 2ух лет. Отличное понимание ОС Linux. Отличное знание Docker..."}, {"title": "DevOps специалист", "link": "https://hh.ru/vacancy/54690199?query=DevOps", "employer": "ООО МК Доктор рядом", "address": "Москва", "salary": "250 000 – 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps специалист (удалённо)", "link": "https://hh.ru/vacancy/54917139?query=DevOps", "employer": "EGGНEADS", "address": "Москва", "salary": "от 200 000 руб.", "description": "Администрирование виртуальных машины Linux Ubuntu в Yandex Cloud. Администрирование Mysql, Redis, Clickhouse, Apache, Nginx. Построение конвейеров в GitHub Actions, TeamCity.\nПонимание методологии DevOps. ОС семейства Linux на уровне администратора. Mysql, Redis, Apache, Nginx, (GitHub Actions/GitLab-CI/TeamCity), Zabbix, Python..."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/49904239?query=DevOps", "employer": "Eagle Dynamics", "address": "Москва, Водный стадион", "salary": "150 000 – 200 000 руб.", "description": "Настраивать и поддерживать системы Continuous Integration (Buildbot). Взаимодействовать с командой разработки, поддерживать и развивать инструменты разработки (code review, VCS).\nВладение Python. Опыт администрирования Windows Server (можно Linux, но придется вкатываться в текущую инфраструктуру). Английский язык не ниже Upper Intermediate."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54884808?query=DevOps", "employer": "Кадровое агентство Юнити", "address": "Москва", "salary": "от 300 000 руб.", "description": "Сопровождение и развитие микросервисной инфраструктуры. Администрирование CI/CD платформы. Поиск и устранение причин отказов приложений и микросервисов. Взаимодействие с командой...\nЖелание развиваться, стремление к новым знаниям и изучению современных практик DevOps. Опыт настройки и администрирования компонентов микросервисной архитектуры (Docker, Apache..."}, {"title": "DevOps/ Системный администратор", "link": "https://hh.ru/vacancy/54634383?query=DevOps", "employer": "ООО Ярус", "address": "Москва, Автозаводская и еще 1 ", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Опыт работы с docker. –"}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54724263?query=DevOps", "employer": "ООО БОЛЬШАЯ ТРОЙКА", "address": "Москва", "salary": "до 350 000 руб.", "description": "Участие в проектировании архитектуры информационных систем, консультирование разработчиков, менеджеров. Развертывание ИС на этапе разработки. Разработка механизмов автоматизации развертывания ИС.\nОпыт использования и настройки linux на сервере (Debian и подобные, Redhat и подобные). Опыт работы с Terraform, либо аналогами."}, {"title": "Senior Devops/Ведущий Devops-инженер (РТ)", "link": "https://hh.ru/vacancy/54890843?query=DevOps", "employer": "Т1 Консалтинг", "address": "Москва", "salary": "от 300 000 руб.", "description": "Организация процесса DevOps. Разработка, запуск и поддержка конвейера непрерывной поставки ПО. Интеграция инструментов, обеспечивающих конвейер непрерывной поставки. Подготовка, автоматизация подготовки...\nОпыт организации процесса CI/CD. Опыт практической эксплуатации нагруженных сервисов в режиме 24x7. Опыт работы с Nginx, Haproxy..."}, {"title": "DevOps Engineer (AWS)", "link": "https://hh.ru/vacancy/54594649?query=DevOps", "employer": "Lucy in the Sky Inc", "address": "Москва", "salary": "", "description": "Первое – поддержка и улучшение Dev инфраструктуры, CI/CD процессов. Второе – организация высокой доступности, поддержка и улучшение Prod инфраструктуры.\nКоммерческий опыт использования сервисов AWS (EC2, S3, EKS, VPC, Route53, RDS, SNS, SQS, Lambda, Step Function, CloudWatch..."}, {"title": "Devops Администратор", "link": "https://hh.ru/vacancy/54567151?query=DevOps", "employer": "Russ Outdoor", "address": "Москва", "salary": "от 300 000 руб.", "description": "Помощь программистам с выкаткой релизов и откатом обратно в случае багов. Настроить мониторинг и поддерживать его при помощи стека Zabbix.\nОпыт работы и знание операционных систем на базе Linux. Опыт работы с CI/СD системами. Опыт работы с системами автоматического..."}, {"title": "DevOps Engineer | Middle |Senior (Удаленно)", "link": "https://hh.ru/vacancy/54510631?query=DevOps", "employer": "ООО РостДжоб", "address": "Москва", "salary": "250 000 – 310 000 руб.", "description": "Выполнение задач в качестве DevOps-инженера, автоматизация задач администрирования промышленных стендов приложений и баз данных. Применение методологии и инструментов DevOps...\nЗнание UNIX-подобных систем на уровне администратора. Опыт администрирования: Docker/Сontainerd, БД PostgreSQL, Elasticsearch, Redis, MongoDB, MinIO. Опыт работы с..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54887244?query=DevOps", "employer": "Sky Fort Technologies", "address": "Москва", "salary": "150 000 – 230 000 руб.", "description": "Работать на инфраструктурой с помощью terraform, конфигурировать сервера с помощью ansible, реализовывать тулзы с помощью go/python. Автоматизацией процессов непрерывной...\nОпыт работы с CI/CD системами. Мы используем Jenkins. Опыт работы с AWS или Azure. Сильные скилы администратора Linux или..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54813785?query=DevOps", "employer": "Дартс рекрутинг сервисез", "address": "Москва", "salary": "200 000 – 350 000 руб.", "description": "Платформа - это основной инструмент для совместной работы патологов, клиницистов и радиологов. Основная задача продукта: Обеспечить работу в мультидисциплинарных командах.\nТехнологии на проекте. GitLab CI, ArgoCD. Опыт применения аналогичного технологического стека. Опыт администрирования сложной системы в production c десятками серверов."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "Senior DevOps-инженер", "link": "https://hh.ru/vacancy/54902168?query=DevOps", "employer": "МАГНИТ, Розничная сеть", "address": "Москва", "salary": "", "description": "Настройкой CI/CD (Gitlab, Ansible, SonarQube, Nexus). Написанием конфигураций Ansible. Сопровождением и развитием текущей инфраструктуры проекта. Заботой о безопасности (vpn...\nОпыт администрирования OS Linux не менее 2-х лет. Опыт работы с системами оркестрации конфигураций от 1 года."}, {"title": "DevOps инженер (Digital Contract)", "link": "https://hh.ru/vacancy/51582012?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 230 000 руб.", "description": "Развертывание и поддержка инструментов конвейера непрерывной поставки ПО. Мониторинг работы инфраструктуры, анализ производительности, доступности и емкости. Своевременное планирование роста вычислительных...\nОпыт администрирования Linux (желательно RHEL, CentOS, Fedora CoreOS) на корпоративном уровне. Опыт работы в технической поддержке ИТ в режиме 24..."}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54600609?query=DevOps", "employer": "АТОЛ, группа компаний", "address": "Москва, Савёловская", "salary": "180 000 – 200 000 руб.", "description": "Автоматизировать процесс сборки и развертывания по всем проектам, которые ведет компания: встраиваемые приложения, мобильные приложения, серверные приложения. Управлять процессом развертывания...\nГлубокое понимание принципов CI\\CD. Хорошее понимание процесса автоматической сборки приложений на сервере сборки Gitlab CI\\CD. Интеграция сервера сборки..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/49936380?query=DevOps", "employer": "Группа компаний НИК", "address": "Москва", "salary": "от 180 000 руб.", "description": "Администрирование Gitlab. - команды docker. - разработка и реализация CI/CD, pipeline/job в Gitlab. - средства сборки приложений: Gradle, Maven, yarn/nvm...\nОпыт работы: от 5 лет! Требуется знание и опыт: - Kubernetes (в том числе и CronJob). - nginx, IIS, php-fpm. -"}, {"title": "DevOps инженер (remote)", "link": "https://hh.ru/vacancy/54920171?query=DevOps", "employer": "Коуб", "address": "Москва", "salary": "", "description": "Сопровождение кластеров kubernetes в AWS. Автоматизация задач администрирования (управление конфигурациями, контейнеризация, подготовка артефактов). Введение новых сервисов, участие в проектировании, формировании...\nОпыт работы с AWS. Опыт эксплуатации kubernetes кластеров в продакшне (идеально kops в AWS). Опыт работы с Terraform (понимание как..."}, {"title": "Ведущий DevOps инженер", "link": "https://hh.ru/vacancy/54870018?query=DevOps", "employer": "ООО Эвокарго", "address": "Москва, Алексеевская", "salary": "", "description": "Evocargo создает транспорт будущего. Мы проектируем, конструируем и собираем автономные электро-грузовики, разрабатываем программное обеспечение беспилотника и низкоуровневых компонентов.\nРаботал с Docker, GitLab CI. Плюсом будет опыт работы с Terraform и Helm. Имеешь опыт декларативного описания процессов CI\\CD."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54866541?query=DevOps", "employer": "CLICK LEAD", "address": "Москва", "salary": "", "description": "Выбор и внедрение современных средств DevOps. Развитие и автоматизация инфраструктурных сервисов. Следование подходу infrastructure as a code.\nЗнание систем с контейнеризацией и Kubernetes - обязателен. Практический опыт работы с Ansible, terraform. Уверенные знание Unix на отлично."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54213165?query=DevOps", "employer": "Betting Software", "address": "Москва", "salary": "1 000 – 3 000 USD", "description": "Производить установку, настройку и обновление системного ПО (Docker, PostgreSQL, RabbitMQ, Redis, Nginx). Мониторинг серверов средствами prometheus ( grafana). Заниматься разработкой сценариев...\nОпыт работы DevOps инженером / Linux system administrator от 1,5 лет. Экспертные знания и опыт администрирования Linux (предпочтительно Ubuntu)."}, {"title": "DevOps Engineer (Tinkoff International)", "link": "https://hh.ru/vacancy/54878473?query=DevOps", "employer": "Тинькофф", "address": "Москва", "salary": "", "description": "Настройка инфраструктурных компонентов AWS (EC2, EKS, ECR, ELB, EBS, S3, VPC, etc). Организация удобной инфраструктуры по доставке ПО...\nОпыт администрирования Linux от 3-х лет, знание сетевого стека. Опыт работы с AWS и настройки инфраструктурных компонентов."}, {"title": "Программист (DevOps)", "link": "https://hh.ru/vacancy/54780625?query=DevOps", "employer": "ООО Танто Солюшнз", "address": "Москва, Пролетарская", "salary": "", "description": "Поддержка инфраструктуры разработки, CI/CD. Настройка и развертывание тестовых стендов. Мониторинг работоспособности сервисов. Выполнение работы по подготовке программ к отладке...\nОпыт работы с операционной системы Linux (centOS, Debian). Навыки программирования на скриптовых языках (Рython, Bash). Опыт работы с Docker, Docker..."}, {"title": "Архитектор Devops", "link": "https://hh.ru/vacancy/49051195?query=DevOps", "employer": "Инфосистемы Джет", "address": "Москва", "salary": "", "description": "...по решениям DevOps. Планировать и сопровождать миграции систем DevOps. Проводить обследования и аудит существующих у Заказчика решений DevOps.\nСистемы контейнерной оркестрации: RedHat OpenShift, SUSE Rancher, VMWare Tanzu, Kubernetes. Системами управления конфигурацией и provision: Ansible/Ansible Tower, Terraform."}, {"title": "Инженер DevOps", "link": "https://hh.ru/vacancy/54602357?query=DevOps", "employer": "Технос-К", "address": "Москва", "salary": "до 300 000 руб.", "description": "Установка, сопровождение стендов разработки (OpenShift, virtual machine). Разработка конвейера CI/CD при помощи Teamcity. Собирать приложения и упаковывать их в...\nЗнание и опыт работы с инструментами сборки приложений. Знание и опыт контейнеризации и оркестрации. Понимание принципа Infrastructure as a Code..."}, {"title": "Senior DevOps Engineer", "link": "https://hh.ru/vacancy/54857530?query=DevOps", "employer": "Architech", "address": "Москва", "salary": "от 4 000 USD", "description": "Provide daily, hands on assistance to maintain and advance the build process to ensure reliability and optimum integration with CI...\nStrong experience with SDLC tools (version control, CI/CD, test automation). Strong experience with public clouds (AWS, GCP, Azure)."}, {"title": "Senior DevOps инженер (дистанционно)", "link": "https://hh.ru/vacancy/54595698?query=DevOps", "employer": "ООО Ньюити", "address": "Москва", "salary": "", "description": "Поддержка и развитие облачной инфраструктуры разработки и продуктового кластера, реагирование на инциденты. Оптимизация существующей инфраструктуры под требования бизнеса.\nАнглийский - желателен, но не обязателен. Реально работающие продукты. Проекты с продвинутыми технологиями, лучшие практики DevOps. Надежные партнеры и инвесторы."}, {"title": "Devops разработчик", "link": "https://hh.ru/vacancy/54772652?query=DevOps", "employer": "Запросто", "address": "Москва, Арбатская", "salary": "", "description": "Участие в проектировании инфраструктуры разрабатываемых продуктов c «нуля». Настройка CI/CD (GitLab GitLabCI Nexus). Автоматизация развертывания окружения. Обеспечение работоспособности инфраструктуры...\nТехнологический стек: Microsoft .Net Core, (My SQL, ООП, web-технологий (HTML/CSS, Ajax, Jsonp, XML, ES6/ES7, web..."}, {"title": "DevOps Engineer 3 - ML Infra (to Canada/Serbia)", "link": "https://hh.ru/vacancy/54346672?query=DevOps", "employer": "Behavox", "address": "Москва", "salary": "от 8 000 USD", "description": "Manage and troubleshoot complex distributed large-scale software systems. Build scalable, secure and reliable container-based infrastructure. Design the cloud...\nLinux system administration expertise, solid knowledge of Linux and networks. Hands-on experience with Kubernetes. Designing and managing infrastructure in..."}, {"title": "DevOps Engineer (Tinkoff International)", "link": "https://hh.ru/vacancy/54878473?query=DevOps", "employer": "Тинькофф", "address": "Москва", "salary": "", "description": "Настройка инфраструктурных компонентов AWS (EC2, EKS, ECR, ELB, EBS, S3, VPC, etc). Организация удобной инфраструктуры по доставке ПО...\nОпыт администрирования Linux от 3-х лет, знание сетевого стека. Опыт работы с AWS и настройки инфраструктурных компонентов."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54813785?query=DevOps", "employer": "Дартс рекрутинг сервисез", "address": "Москва", "salary": "200 000 – 350 000 руб.", "description": "Платформа - это основной инструмент для совместной работы патологов, клиницистов и радиологов. Основная задача продукта: Обеспечить работу в мультидисциплинарных командах.\nТехнологии на проекте. GitLab CI, ArgoCD. Опыт применения аналогичного технологического стека. Опыт администрирования сложной системы в production c десятками серверов."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54913387?query=DevOps", "employer": "ООО Скайлав Рус", "address": "Москва, Выставочная", "salary": "", "description": "Поддержка текущего инфраструктурного решения (Nginx, Apache, Kafka). Регуляция окружающих элементов разработки. Проектирование и поддержка архитектуры: Bitbucket CI/CD, микросервисная архитектура...\nОпыт работы системным инженером/администратором от 2-х лет. Отличные знания Unix, опыт написания скриптов Bash, Python будет плюсом."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/50561693?query=DevOps", "employer": "АО Эшелон Технологии", "address": "Москва", "salary": "100 000 – 150 000 руб.", "description": "Поддержка кластера в Proxmox 6/7, управление парком виртуальных машин в Proxmox. Поддержка работоспособности систем CI/CD. Поддержка централизованного сбора...\nГлубокие навыки администрирования - настройка сети, ОС Linux (Debian-based: Ubuntu, Astra Linux). Уверенное владение bash. Базовые навыки администрирования Windows server."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/52918851?query=DevOps", "employer": "Межрегиональный ТранзитТелеком (АО МТТ)", "address": "Москва, Марксистская", "salary": "от 200 000 руб.", "description": "Предоставлять CI/CD тулинг как сервис. Предоставлять платформу Kubernetes как сервис. Разрабатывать и продвигать унифицированные пайплайны/подходы/практики.\nJira, Confluence. Nginx, Openresty, Haproxy. Istio, Envoy, Linkerd. Опыт в DevOps командах по указанному тех.стеку от 2-ух лет."}, {"title": "DevOps Engineer в блокчейн-стартап (Чехия, удаленно)", "link": "https://hh.ru/vacancy/54548844?query=DevOps", "employer": "Alex Staff Agency", "address": "Москва", "salary": "до 3 200 EUR", "description": "Управление операциями внутри сервиса, поддержание баланса надежности и скорости его работы. Построение и внедрение CI/CD-пайплайнов Gitlab для развертывания...\n2 года опыта работы на позиции Cloud или DevOps- инженера. Опыт работы с инструментами оркестровки и контейнеризации (Kubernetes)."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/49904239?query=DevOps", "employer": "Eagle Dynamics", "address": "Москва, Водный стадион", "salary": "150 000 – 200 000 руб.", "description": "Настраивать и поддерживать системы Continuous Integration (Buildbot). Взаимодействовать с командой разработки, поддерживать и развивать инструменты разработки (code review, VCS).\nВладение Python. Опыт администрирования Windows Server (можно Linux, но придется вкатываться в текущую инфраструктуру). Английский язык не ниже Upper Intermediate."}, {"title": "DevOps (DataOps) / Специалист по развертыванию и поддержке инфраструктуры данных", "link": "https://hh.ru/vacancy/54375954?query=DevOps", "employer": "АНО Инфокультура", "address": "Москва, Кузнецкий мост и еще 2 ", "salary": "от 70 000 руб.", "description": "Реагировать на алерты и настраивать мониторинг в новых проектах. Копировать маленькие и большие (ТБ) дампы между серверами, автоматизировать эти процессы.\nСлышали про CVE, heartbleed, log4j. Освоить ansible, podman(docker), postgresql, mongodb, zfs, подход infrastructure as code."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/41745527?query=DevOps", "employer": "АНО Проектный офис по Развитию Туризма и Гостеприимства Москвы", "address": "Москва", "salary": "до 300 000 руб.", "description": "Развертывание, поддержка и администрирование продуктивных и тестовых сред, контуров разработки. Настройка процессов CI/CD, написание пайплайнов, автоматизация сборки и деплоймента...\nОбщий стаж работы на проектах, связанных с разработкой и поддержкой ПО – от трех лет. Ежедневный опыт администрирования и поддержки серверов..."}, {"title": "DevOps-инженер", "link": "https://hh.ru/vacancy/54475180?query=DevOps", "employer": "ООО Делис Инфо", "address": "Москва, Авиамоторная и еще 2 ", "salary": "от 200 000 руб.", "description": "Разработка pipeline CI/СD сборки и развертывания приложений компании. Внедрение и поддержка Kubernetes. Настройка и оптимизация производительности модулей информационных систем.\nОпыт работы с Gitlab CI. Опыт работы с Docker/Kubernetes. Самостоятельность и инициативность. Опыт Ansible. Хорошие знания в Bash."}, {"title": "DevOps/Системный администратор", "link": "https://hh.ru/vacancy/48801006?query=DevOps", "employer": "ООО ИИТ", "address": "Москва, Комсомольская и еще 2 ", "salary": "150 000 – 350 000 руб.", "description": "Навыки взаимодействия с командами разработки, помощь в организации разработки для работы в облачных инфраструктурах.\nЭкспертное знание Linux-based систем. – Опыт автоматизации рутинных операций. – Навыки работы с *nix системами (AIX, FreeBSD). – Знание принципов работы сетей..."}, {"title": "Junior DevOps / DevSecOps Engineer (в компанию - резидент \"Сколково\")", "link": "https://hh.ru/vacancy/54827104?query=DevOps", "employer": "Нек. орг. Фонд Сколково", "address": "Москва", "salary": "", "description": "Автоматизация и поддержка внутренней инфраструктуры DevOps. - Участие в проектах по анализу защищенности и построению процессов разработки защищенных приложений – от поиска...\nПонимание принципов и инструментов DevOps. Приветствуется: - Опыт администрирования Linux или Windows. - Опыт работы в технической поддержке не ниже второго уровня. -"}, {"title": "DevOps инженер (middle, senior), удаленно", "link": "https://hh.ru/vacancy/54341413?query=DevOps", "employer": "ООО А17", "address": "Москва", "salary": "до 330 000 руб.", "description": "A17 — системный интегратор с фокусом в аналитике и управлении данными. 2. Заказная разработка аналитических систем. Когда у нашего клиента...\nНеобходимы навыки работы с инструментами DevOps: GitLab, TeamCity, Kubernetes, OpenShift, Docker, Ansible, Nexus. - Будет плюсом опыт работы с системами мониторингов..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54901053?query=DevOps", "employer": "ООО СЕЙЧАС", "address": "Москва", "salary": "", "description": "Внедрением CI/CD. Развертыванием и поддержкой инфраструктуры. Мониторингом и сбором метрик. Автоматизацией деплоя.\nИмеешь опыт в роли DevOps инженера не менее 1 года. Тесно знаком с Docker и ELK. Работал с Prometheus/Graphite..."}, {"title": "DevOps инженер (Digital Contract)", "link": "https://hh.ru/vacancy/51582012?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "от 230 000 руб.", "description": "Развертывание и поддержка инструментов конвейера непрерывной поставки ПО. Мониторинг работы инфраструктуры, анализ производительности, доступности и емкости. Своевременное планирование роста вычислительных...\nОпыт администрирования Linux (желательно RHEL, CentOS, Fedora CoreOS) на корпоративном уровне. Опыт работы в технической поддержке ИТ в режиме 24..."}, {"title": "Devops инженер", "link": "https://hh.ru/vacancy/54434418?query=DevOps", "employer": "ООО Темполайн Логистика", "address": "Москва", "salary": "от 180 000 руб.", "description": "Организация непрерывной интеграции и доставки (CI/CD). Автоматизация развертывания серверов (IaC). Настройка мониторинга производственных систем. Организации бэкапирования производственной инфраструктуры.\nОткрытость к мнениям и умение договариваться. Опыт работы Devops инженером. Навыков администрирование серверов Linux (Debian, Ubuntu). Опыт работы с Java..."}, {"title": "DevOps Engineer (Blockchain проект)", "link": "https://hh.ru/vacancy/50952024?query=DevOps", "employer": "Hi, Rockits!", "address": "Москва", "salary": "от 250 000 руб.", "description": "Responsibilities for this position include managing our system's infrastructure, ensuring close to 100% deployment availability, troubleshooting issues in test...\n5 years of experience as a DevOps engineer. Knowledge of scripting languages such as Python, Bash, etc. Experience with managing..."}, {"title": "Devops инженер Linux (проект Медиа Инфраструктура)", "link": "https://hh.ru/vacancy/53288121?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва", "salary": "", "description": "Администрирование виртуальных серверов Linux (Ubuntu, CentOS). Подготовка, тестирование и развертывание приложений и обновлений для серверов. Администрирование систем мониторинга и анализ...\nОпыт работы в роли системного инженера от 3 лет и знать от 60% указанного техстека. Опытный администратор серверной ОС Linux..."}, {"title": "Инженер DevOps /SRE", "link": "https://hh.ru/vacancy/44360630?query=DevOps", "employer": "Межрегиональный ТранзитТелеком (АО МТТ)", "address": "Москва, Марксистская", "salary": "", "description": "Микросервисная архитектура - на Golang. Микрофронтендная архитектура - VueJS. GitLab, GitLab CI/CD. Разработать идеальный пайплайн CI/CD. Внедрить систему мониторинга - Grafana...\nPHP - активно избавляемся от него. Ansible, terraform, helm. Опыт работы на аналогичной позиции от 2х лет. Есть опыт работы..."}, {"title": "DevOps инженер [IoT Hub]", "link": "https://hh.ru/vacancy/54948154?query=DevOps", "employer": "ПАО «МТС»", "address": "Москва, Технопарк", "salary": "", "description": "Администрировать ВМ под управлением ОС, совместимых с RHEL. Администрировать кластера Kubernetes, развернутые в частных облаках МТС. Разворачивать и конфигурировать ВМ...\nУверенное знание ОС Linux. Kubernetes со стороны администратора, Helm. Системы мониторинга и логирования: Prometheus, Grafana, Graylog, ELK. Gitlab CI."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54199764?query=DevOps", "employer": "LATOKEN", "address": "Москва", "salary": "4 000 – 8 000 USD", "description": "Role Mission: High-quality infrastructure for the workflow of engineers and platform with 100% availability and update delivery speed of...\nRequirement skills and experience: 4 years experience as a Linux administrator. Strong experience in Docker, Rancher, Kubernetes, Linux kernel configurations."}, {"title": "DevOps инженер (Платформенные сервисы ERP)", "link": "https://hh.ru/vacancy/54151049?query=DevOps", "employer": "Иннотех, Группа компаний", "address": "Москва", "salary": "", "description": "Развертывание и поддержка программных продуктов для разработки, тестирования и развёртывания (DevOps). Использование технологии контейнеризации (docker, runc) и платформы контейнеризации (openshift...\nХорошее знание linux / unix (Centos, Redhat). Хорошее знание git/ bitbucket. Умение разбираться в xml, JSON структурах документов. Навыки написания скриптов..."}, {"title": "DevOps инженер (Дистанционная работа)", "link": "https://hh.ru/vacancy/54292688?query=DevOps", "employer": "АО ГНИВЦ", "address": "Москва", "salary": "", "description": "Выстраивать процессы CI/CD. Поддерживать тестовые и боевые окружения. Развивать средства мониторинга сервисов.\nЗнание Hadoop, Prometheus, ОС Windows. Знание и принятие ценности DevOps-методик. Отличные знания Linux-систем. Опыт использования систем управления конфигурациями."}, {"title": "Системный администратор / DevOps инженер", "link": "https://hh.ru/vacancy/53746826?query=DevOps", "employer": "ООО Альтео Софт", "address": "Москва", "salary": "от 190 000 руб.", "description": "MS SQL, PostgreSQL, MariaDB. Обслуживание / репликация / резервное копирование / оптимизация: 1C.Предприятие 8.3. 1С. КИП, технологические журналы. Облачная инфраструктура (аналог...\nАдминистрирование облачных сервисов и серверного ПО. Linux, docker, nginx. MS Windows, Microsoft 365, AD, Azure AD, Terminal Services."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54332965?query=DevOps", "employer": "ООО Кор12", "address": "Москва", "salary": "100 000 – 150 000 руб.", "description": "Обеспечение бесперебойной работы сервисов компании. Выбор и внедрение DevOps практик и инструментов, поддержка процесса разработки. Настройка мониторинга, использование его для...\nНавыки администрирования и оптимизации СУБД. Понимание принципов разработки, развертывания и администрирования веб приложений. Знание PHP. Способность и желание учиться (если..."}, {"title": "Middle DevOps-инженер", "link": "https://hh.ru/vacancy/54055072?query=DevOps", "employer": "Selecty", "address": "Москва", "salary": "", "description": "Разработка решений CI/CD для продуктов компании. Развитие платформы контейнеризации на базе kubernetes. Тесное сотрудничество с отделами разработки, тестирования.\nОпыт использования и понимание работы системы контроля версий Git (мы используем GitLab). Понимание что такое DevOps и SRE, и применение..."}, {"title": "DevOps engineer", "link": "https://hh.ru/vacancy/54866541?query=DevOps", "employer": "CLICK LEAD", "address": "Москва", "salary": "", "description": "Выбор и внедрение современных средств DevOps. Развитие и автоматизация инфраструктурных сервисов. Следование подходу infrastructure as a code.\nЗнание систем с контейнеризацией и Kubernetes - обязателен. Практический опыт работы с Ansible, terraform. Уверенные знание Unix на отлично."}, {"title": "Senior DevOps-инженер", "link": "https://hh.ru/vacancy/54800023?query=DevOps", "employer": "Selecty", "address": "Москва", "salary": "от 250 000 руб.", "description": "Развитие проектной инфраструктуры. Диагностика и устранение проблем с ОС Linux, системным и прикладным ПО. Взаимодействие с разработчиками и командой тестирования.\nОпыт работы с системами мониторинга. Опыт работы со стеком ELK. Опыт администрирования Linux (у нас используется CentOS). Понимание подхода инфраструктура..."}, {"title": "Системный инженер / DevOps Engineer", "link": "https://hh.ru/vacancy/47957154?query=DevOps", "employer": "Devexperts", "address": "Москва", "salary": "", "description": "...на английском языке, письменно и устно). Тесное взаимодействие со службами разработки, контроля качества и т.д. в рамках процессов DevOps.\nОпыт администрирования UNIX не менее 3-х лет (опыт работы с CentOS будет плюсом). Владение cкриптовыми языками - bash (awk, Python..."}, {"title": "Системный инженер / DevOps", "link": "https://hh.ru/vacancy/54925840?query=DevOps", "employer": "Original Group", "address": "Москва, Бутырская и еще 1 ", "salary": "", "description": "Подготовка сервера к установке ПО. Подготовка и создание тестовых окружений. Контроль работы систем у заказчика, развитие системы мониторинга.\nAnsible. K8s. Docker. Linux. Zabbix. ELK. Git (администрирование). Jenkins. PostgreSQL. Знание стэка TCP/IP будет плюсом."}, {"title": "DevOps Engineer | Middle |Senior (Удаленно)", "link": "https://hh.ru/vacancy/54510631?query=DevOps", "employer": "ООО РостДжоб", "address": "Москва", "salary": "250 000 – 310 000 руб.", "description": "Выполнение задач в качестве DevOps-инженера, автоматизация задач администрирования промышленных стендов приложений и баз данных. Применение методологии и инструментов DevOps...\nЗнание UNIX-подобных систем на уровне администратора. Опыт администрирования: Docker/Сontainerd, БД PostgreSQL, Elasticsearch, Redis, MongoDB, MinIO. Опыт работы с..."}, {"title": "Системный администратор/DevOps", "link": "https://hh.ru/vacancy/54053670?query=DevOps", "employer": "ООО М13", "address": "Москва", "salary": "", "description": "М13 - компания, которая занимается разработкой продуктов для сбора и анализа информации из СМИ и соцсетей более 10 лет. –\nОпыт работы от 3х лет на позиции старшего\\ведущего системного администратора, в том числе на последнем месте работы( надо..."}, {"title": "DevOps инженер", "link": "https://hh.ru/vacancy/54249528?query=DevOps", "employer": "ООО АЛРОСА Информационные технологии", "address": "Москва", "salary": "", "description": "Участие в проектах по внедрению и развитию информационных систем (ИС). Мониторинг ИС, анализ быстродействия и тонкая настройка. Экспертная поддержка инженеров...\nОпыт работы от 3 лет работы системным администратором, или DevOps инженером. Опыт работы с Docker, или Kubernetes от 1 года."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54248629?query=DevOps", "employer": "inDriver", "address": "Москва, Белорусская", "salary": "", "description": "Микросервисная архитектура, разработка на Go. DevOps и SRE практики. Ansible, Kubernetes, Helm, Kafka, NATS, TeamCity, Redis, MySQL, ClickHouse, ELK stack...\nХорошее знание и опыт работы с Docker. Знание и опыт работы с кластерами Kubernetes. Опыт построения CI/CD Pipelines."}, {"title": "Senior DevOps engineer", "link": "https://hh.ru/vacancy/54740803?query=DevOps", "employer": "ООО СТ Софт", "address": "Москва", "salary": "от 250 000 руб.", "description": "Взаимодействие с подрядчиками и представителями смежных систем. Проведение презентаций и обучений для сотрудников заказчика. Развитие и сопровождение сред разработки.\nАвтоматизация рутинных процессов. Экспертное знание Linux-based систем; Docker; принципов работы современного web. Экспертные навыки строительства сетей на основе статической..."}, {"title": "Инженер devops Kubernetes Ops / Эксплуатация", "link": "https://hh.ru/vacancy/51277544?query=DevOps", "employer": "Ozon Информационные технологии", "address": "Москва, Выставочная и еще 2 ", "salary": "", "description": "Строить и эксплуатировать кластеры Kubernetes в различных конфигурациях. Создавать и сопровождать конфигурации для Kubernetes и деплоймент системных компонентов.\nШирокий спектр задач под выбор – начиная от способа сетапа заканчивая способами отображения метрик, логов и правил алертов. Обладаете глубокими знаниями..."}, {"title": "Инженер внедрения / Junior DevOps", "link": "https://hh.ru/vacancy/53415672?query=DevOps", "employer": "ООО Анлимитед Продакшен", "address": "Москва", "salary": "", "description": "Развертывание программного обеспечения Express у заказчиков(пилотные внедрения, продуктивные отказоустойчивые решения). Развертывание сопутствующего программного обеспечения для резервного копирования и мониторинга.\nОпыт в качестве инженера Linux от 2-х лет. Опыт работы Docker и Ansible. Знание сетевых технологий, архитектур и протоколов."}, {"title": "DevOps Engineer (Gamedev)", "link": "https://hh.ru/vacancy/54295080?query=DevOps", "employer": "PlayQuantum", "address": "Москва, Автозаводская", "salary": "", "description": "Автоматизация сборки/релиза/тестов всех проектов компании. Ускорение билд-пайплайна: кэширование, повторное использование артефактов, нахождение bottleneck и тп.\nОпыт работы с Teamcity (Kotlin DSL) и GitLab. Опыт администрирования Linux/macOS. Знание хотя бы одного из скриптовых языков(bash..."}, {"title": "DevOps инженер (команда чат-платформы)", "link": "https://hh.ru/vacancy/54913112?query=DevOps", "employer": "Иннотех, Группа компаний", "address": "Москва", "salary": "", "description": "Улучшать инструменты и автоматизацию производственных процессов, уменьшение time to market. Построение и сопровождение конвейера CI/CD. Автоматизация процесса подготовки окружений...\nОпыт конфигурации и уверенное владение Linux (RHEL/CentOS). Умение писать сценарии автоматизации (bash, python). Понимание языков разметки данных (xml, json..."}, {"title": "Devops Engineer Kubernetes/ Администратор Kubernetes (удалённо)", "link": "https://hh.ru/vacancy/52845710?query=DevOps", "employer": "билайн", "address": "Москва", "salary": "", "description": "Сопровождение существующих инсталляций kubernetes. Поддержание актуальности версий kubernetes. Разворачивание новых инсталляций kubernetes (при необходимости). Переход существующей инсталляции с docker на...\nСтек: ванильный Kubernetes, ceph, rancher. Инструменты: ansible, terraform."}, {"title": "DevOps", "link": "https://hh.ru/vacancy/54224071?query=DevOps", "employer": "Aquiva Labs", "address": "Москва", "salary": "", "description": "Работать в русскоязычной команде, но в тесном контакте с коллегами из других стран. Брать инициативу в улучшении процессов управления инфраструктурой...\nОт двух лет опыта в devops. Опыт работы с Docker. Опыт плотной работы в AWS. Базовые умения администрирования в Linux."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54602522?query=DevOps", "employer": "Neattech.io", "address": "Москва", "salary": "", "description": "Проектирует, внедряет и сопровождает серверную инфраструктуру. Настраивает и поддерживает CI/CD (Backend, Frontend, Mobile). Внедряет и настраивает инструменты по развертыванию...\nКакой опыт и навыки важны для нас: Владение инструментами контейнеризации (Docker, Kubernetes). Владение инструментами infrastructure as code: Terraform, Ansible, AWS..."}, {"title": "DevSecOps инженер", "link": "https://hh.ru/vacancy/54929949?query=DevOps", "employer": "Angara Security", "address": "Москва, Парк Победы", "salary": "", "description": "Разработка архитектуры решений и методов реализации. Внедрение новых и совершенствование имеющихся механизмов обеспечения безопасности процессов DevOps Заказчиков. Разворачивание тестовых стендов...\nНавыки работы с Linux на уровне уверенного пользователя. Опыт работы с Docker на уровне управления контейнерами и траблшутинга проблем ."}, {"title": "Инженер DevOps, удаленно", "link": "https://hh.ru/vacancy/54459752?query=DevOps", "employer": "RedLab", "address": "Москва", "salary": "", "description": "Поддержку существующей инфраструктуры, обеспечение ее корректного функционирования. Развитие существующей инфраструктуры. Разработку новой инфраструктуры. Обеспечение непрерывности цепочек CI/CD (сборка и...\nЗнание стека TCP/IP. Опыт администрирования Linux-серверов (Debian или Ubuntu) и настройки служб Linux (systemd). Опыт написания Dockerfile, создания..."}, {"title": "DevOps Engineer", "link": "https://hh.ru/vacancy/54905316?query=DevOps", "employer": "ООО Шарп Девелоперс", "address": "Москва", "salary": "180 000 – 300 000 руб.", "description": "Автоматизация процессов сборки, тестирования и внедрения новых версий программ. Подготовка и автоматизация нагрузочного тестирования, составление отчетов и выявление метрик.\nОтличные знания и опыт использования от 2-х лет: Английский, уровень от B2."}, {"title": "Middle DevOps инженер", "link": "https://hh.ru/vacancy/54950935?query=DevOps", "employer": "ПАО «МТС», IT", "address": "Москва", "salary": "", "description": "Администрировать и развивать инфраструктуры на базе linux и k8s. Создавать и поддерживать CI/CD процессы (Gitlab CI).\nУверенное владение git. Уверенное владение командной оболочкой и bash. Опыт работы с linux на уровне администратора. Понимание принципов авторизации и..."}, {"title": "DevOps инженер на ML платформу ( MLOps ) (удаленно)", "link": "https://hh.ru/vacancy/54431262?query=DevOps", "employer": "билайн: ИТ и Digital", "address": "Москва", "salary": "", "description": "Создание единой Data Science платформы для аналитики и машинного обучения в k8s. Разработка и внедрение общих для различных...\nЗнание Linux на уровне администратора. Опыт работы с Kubernetes. Опыт работы с GitLab, включая GitLab CI. Опыт внедрения фреймворков для..."}]